[{"Title": "Es la mujer más importante de Apple. La temida dama de la administración Obama es ahora la arquitecta de la Apple verde", "Sentiment": 0.8, "URL": "https://www.applesfera.com/apple-1/mujer-importante-apple-temida-dama-administracion-obama-ahora-arquitecta-apple-verde", "Original Datetime": "2025-06-02T11:01:57Z", "Adjusted Date": "06/02/2025", "Adjusted Time": "06:01 AM CDT", "Full Article Text": "Aquello me traumatizó. Recuerdo verlo por la tele sin saber qué hacer. Yo era un crío, pero recuerdo que nadie hablaba de otra cosa. Me estoy refiriendo al desastre del Prestige, que llenó las costas gallegas de chapapote y fue considerado una de las catástrofes medioambientales más costosas de la historia. Desde entonces, toda una generación miró con otros ojos los combustibles fósiles.\n\nLa primera vez que sonó el nombre de Lisa Jackson en mi tele yo ya era mayor. Fue algunos años después de lo del Prestige. Pero la fiereza con la que hablaba me trajo el recuerdo de familiares gritando de rabia por el vertido del petrolero. Cuando Lisa Jackson se unió a Apple en 2013, la compañía de la manzana arrastraba una reputación medioambiental, cuando menos, mejorable. Su fichaje tenía que significar algo. Ahora sé hasta qué punto.\n\nQuién es Lisa Jackson\n\nLisa Perez Jackson es la primera mujer afroamericana en entrar en a Agencia de Protección Ambiental de los Estados Unidos (EPA). Esta ingeniera química, pasó de trabajar con el gobernador de Nueva Jersey a hacerlo con el mismísimo presidente de EEUU. En diciembre de 2008, Barak Obama la nominó para su equipo.\n\nDe su boca salieron las palabras mágicas: el dióxido de carbono y otros cinco gases de efecto invernadero son una amenaza para la salud pública. Esto marcó el inicio de una campaña para frenar los gases de efecto invernadero. Y Lisa Jackson no es Greta Thunberg; abandonada en uno de los barrios más peligrosos de Filadelfia, fue adoptada y criada por una familia de Nueva Orleans.\n\nMuy pronto despuntó en matemáticas, tanto que le concedieron la beca nacional que le permitió asistir a la Universidad de Tulane. Su decano le inspiró a estudiar una ingeniería química y se graduó con honores. Jackson obtuvo una Maestría en Ciencias en la Universidad de Princeton. Poco después, su familia sufrió el azote del huracán Katrina.\n\nParecía marcada. Una vez subió a los estrados, durante un lustro fue el \"incordio\" de las petroleras y la industria del carbón, hasta su renuncia, tras una histórica auditoría. Apenas seis meses después se convertía en la vicepresidente de Medio Ambiente, Políticas e Iniciativas Sociales de Apple. Ella reporta directamente a Tim Cook. Y es solo un rostro. Su equipo está orquestando una de las transformaciones sostenibles más ambiciosas en el mundo corporativo.\n\nPara que nos hagamos una idea rápida: bajo su mandato se han dado estos pasos que para muchas otras empresas del sector son entelequias:\n\nEnergía 100% renovable (desde 2018). Apple alcanzó en 2018 el uso de energía 100% renovable en todas sus oficinas, tiendas y centros de datos en el mundo, incluyendo proveedores asociados. Programa de reciclaje y robot Daisy (2016–2024). En 2016 Apple presentó Liam, su primer robot de desmontaje de iPhones, reemplazado en 2018 por Daisy, que permite recuperar metales valiosos como el cobalto, el oro o el tungsteno. En 2024 se amplió con Taz, centrado en materiales más finos y raros. Es único en el mundo. Carbono neutro para 2030 (anunciado en 2020). Apple se comprometió a que toda su cadena de suministro y productos sean neutrales en carbono para 2030. Es decir, compensar hasta restar a cero emisiones, lo que implica rediseñar procesos, materiales y logística para reducir emisiones de alcance 1, 2 y 3. Materiales reciclados y diseños circulares (2021–2025). Desde el iPhone 12 hasta el Apple Watch Series 9, Apple ha incrementado el uso de aluminio reciclado, estaño, tierras raras y otros componentes reciclados en todos sus productos. En 2023, algunos modelos ya usan aluminio 100% reciclado. A cambio, nos quedamos sin cargador ni auriculares. Primer producto \"neutro en carbono\" (2023). Con el Apple Watch Series 9 y SE de 2023, Apple lanzó sus primeros productos etiquetados como “carbon neutral”, cumpliendo con un nuevo estándar ambiental validado externamente. Incluyen empaques sin plástico y logística marítima para reducir huella.\n\nDe los desafíos de la EPA a la llamada de Cupertino\n\n\"En la EPA, aprendes que los problemas ambientales son complejos y requieren soluciones colaborativas, basadas en la ciencia\", decía Jackson en una entrevista con Grist en 2014. Su salida, descrita como \"dolores de cabeza políticos\", la llevó a Apple con el fin de hacer que sus decisiones tuvieran impactos reales y directos sobre la gente.\n\nTim Cook, a diferencia de Steve Jobs, tenía intereses real en mejorar el impacto ambiental de Apple, justo en una época donde la criticaban por su dependencia del carbón para sus centros de datos —y la opacidad de su cadena de suministro en China—. Al parecer, la primera pregunta de Cook a Jackson fue reveladora de su intención: \"¿Qué está haciendo Apple mal? ¿Y qué bien? ¿Cómo podemos mejorar?\".\n\nDesde entonces, la transformación verde ha sido real. La producción industrial de Apple se ha multiplicado por tres desde 2015. Sin embargo, sus emisiones se han reducido en un 60% y esperan que en 2030 el 75 % de su huella de carbono haya desaparecido.\n\nEn Brasil, Apple invirtió para restaurar más de 10.000 hectáreas de tierras degradada —casi el doble del tamaño de Manhattan—. En China lanzaron un fondo de inversión de 99,3 millones de dólares, que en realidad es su segundo Fondo de Energía Limpia, con el fin de lograr la neutralidad de carbono en toda la cadena de producción. Y en Segovia están invirtiendo para crear el parque de paneles solares más grande del país.\n\nEn una entrevista para Inc fue bastante directa con sus detractores: \"hagan ciencia\". Y en cuanto al lugar de Apple en el mundo, entiende el crecimiento de la marca pero no a cualquier precio. Si todos juegan con las mismas cartas, en aras de la equidad y la justicia económica, se podrá \"nivelar el campo de juego\". Un dardo directo a aquellas empresas que no cumplen con los mandatos gubernamentales en materia de sostenibilidad ecológica. Tal y como indicó en la charla del Fortune Brainstorm Green:\n\nMire, si todos los profesionales de la sostenibilidad tenemos que recurrir a \"fabricar y vender menos productos\" como solución al problema, entonces sufrimos de una extraordinaria falta de imaginación. Y de innovación. Una de las cosas que su empresa —y creo que Apple— se propone es comprender dónde se encuentran las innovaciones tecnológicas y de otro tipo que nos ayudan a reducir la intensidad de carbono. No abogamos por que menos personas tengan acceso a nuestros productos. Esa no es la solución que buscamos.\n\nEn suma, algunos de los cambios más radicales que ha asumido Apple en sus casi 50 años de historia provienen de la batuta de Lisa Jackson. Ha instado a inversiones gargantuescas en programas de agua limpia, granjas solares y proyectos eólicos, y ha impulsado a sus proveedores a hacer lo mismo.\n\nSu equipo tiene un área dedicada a la eliminación de sustancias tóxicas como el PVC y los BFRs de los productos de Apple. \"Sabíamos que mucha gente quemaba cables para llegar al cobre interior. Esa es una situación realmente peligrosa desde una perspectiva de salud\", aunque las malas lenguas incidieron en que este solo era un movimiento para contentar a Greenpeace. La creación de una cadena de suministro de ciclo cerrado también fue cosa de ella y actualmente trabajan en métodos de fundición de aluminio libres de carbono.\n\nDe los pastos verdes a la pluralidad de voces\n\nSus últimos pasos han orbitado hacia otras áreas. En 2020 lanzaron una iniciativa de equidad y justicia racial de 100 millones de dólares. Unos cambios que, según la propia palabra de Tim Cook, \"afectarán a casi todo lo que hacemos\". Al año siguiente invirtieron otra cantidad similar. No en vano, Apple realiza cada cierto tiempo auditorías, internas y externas, para medir la paridad de sexo y etnia en sus equipos, con el fin de garantizar una pluralidad real.\n\nEn 2021 fue considerada una de las 50 mujeres más importante del mundo, debutando en el número 33. Y lo que pasó a su familia con el Katrina sigue siendo el baremo con el que mide prioridades: \"Lo cierto es que no podemos proteger el medio ambiente a menos que también protejamos a las comunidades más vulnerables\". Y ojo, Apple alcanzó la equidad salarial total en 2017.\n\nDurante el segundo mandato de Donald Trump, una de las patatas calientes giraba en torno al debate de la transexualidad. En este contexto de creciente presión política y social sobre los programas de Diversidad, Equidad e Inclusión (DEI), Apple dejó claro que estos valores son inamovibles, son su ADN. Durante su junta anual de accionistas en febrero de 2025, una propuesta del Centro Nacional de Investigación de Políticas Públicas —que instaba a eliminar las iniciativas DEI por supuestos riesgos legales y reputacionales— fue rechazada rotundamente.\n\nLos más conservadores se sorprendieron. Pero Apple implementó la Iniciativa de Equidad y Justicia Racial (REJI), que promueve oportunidades para comunidades subrepresentadas en áreas clave como educación y justicia. Un ejemplo tangible es la Apple Developer Academy en Detroit, que capacita cada año a cientos de jóvenes en programación, diseño y emprendimiento.\n\nLa próxima vez que escuches hablar de Lisa Jackson —no la escritora, sino la dama de Apple—, ya sabes: es un hueso duro de roer. Satisface saber que perfiles así estén al cargo de roles tan importantes dentro de Apple.\n\nEn Applesfera | Carga infinita para tu iPhone: la Universidad de Oxford ha creado una película de perovskita tan fina que convierte cualquier objeto en un panel solar\n\nEn Applesfera | El pueblo de Segovia con 200 habitantes que esconde una gran inversión de Apple", "Summary": "This article profiles Lisa Jackson, Apple's vice president of Environment, Policy, and Social Initiatives.  It highlights her career, including her time at the EPA and her instrumental role in Apple's sustainability initiatives. The article mentions that Jackson attended Tulane University, graduating with honors. This is presented positively, showcasing her academic achievements and contributing to a positive portrayal of Tulane.  The article focuses on Jackson's positive impact on Apple's environmental record and doesn't contain anything negative about Tulane."}, {"Title": "Helping Young Adults Through Grief: The P.E.A.C.E. Method For Parents", "Sentiment": 0.0, "URL": "https://www.forbes.com/sites/charellcoleman/2025/06/04/helping-young-adults-through-grief-the-peace-method-for-parents/", "Original Datetime": "2025-06-04T06:27:40Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "01:27 AM CDT", "Full Article Text": "When Loss Becomes Reality\r\nAs I watch my son grieve the loss of another close friend only a month and a half after losing the first, it reminds me that we are in a time where parents have to prepare … [+21353 chars]", "Summary": "This article focuses on a method for helping young adults cope with grief. There is no mention of Tulane."}, {"Title": "El café podría ayudar a las mujeres a envejecer mejor", "Sentiment": 0.7, "URL": "https://actualidad.rt.com/actualidad/552398-cafe-ayudar-mujeres-envejecer-mejor", "Original Datetime": "2025-06-05T12:35:02Z", "Adjusted Date": "06/05/2025", "Adjusted Time": "07:35 AM CDT", "Full Article Text": "El café podría ayudar a las mujeres a envejecer mejor\n\nLos autores de la investigación analizaron los datos de más de 47.000 mujeres.\n\nLas mujeres de entre 50 y 60 años que beben de una a tres tazas de café al día podrían tener más probabilidades de mantenerse sanas en la vejez, según un estudio presentado por la doctora Sara Mahdavi, profesora adjunta de la Facultad de Medicina y del Departamento de Ciencias de la Nutrición de la Universidad de Toronto (Canadá).\n\nEl estudio\n\nMahdavi y su equipo analizaron los datos dietéticos de más de 47.000 mujeres que completaron cuestionarios y fueron monitoreadas por médicos estadounidenses durante 30 años.\n\nAdemás, los autores también evaluaron datos sobre los diversos aspectos de la longevidad y el envejecimiento saludable, así como información recopilada cada cuatro años tras el inicio de la investigación sobre hábitos nutricionales y estilo de vida de las participantes.\n\nEn los resultados obtenidos a los 30 años de seguimiento, los científicos analizaron cómo cambiaba la probabilidad de envejecimiento saludable por cada 80 mg de cafeína consumida al día, asimismo, examinaron la influencia de otras bebidas como té, café descafeinado y gaseosas.\n\nObservaciones\n\nPara el 2016, más de 3.000 mujeres que habían consumido un promedio de 315 mg de cafeína al día a mediana edad, aproximadamente la cantidad de unas tres tazas pequeñas de café, cumplían con todos las características para ser consideradas personas mayores saludables.\n\nEs decir, dichas mujeres estaban libres de enfermedades crónicas graves, realizaban actividades físicas, y gozaban de una buena salud mental sin deterioro cognitivo ni problemas de memoria.\n\nLos investigadores no encontraron ninguna asociación significativa entre el consumo de café descafeinado, té o refrescos con una mayor probabilidad de envejecimiento saludable, de hecho, estos últimos se relacionaron con una menor probabilidad de mantenerse sanas a medida que envejecen.\n\nRecomendaciones\n\nLos hallazgos del estudio sugieren que las personas no necesariamente necesitan disminuir su consumo de café para favorecer un envejecimiento saludable.\n\n\"El café es una parte importante y positiva de la vida diaria en muchas culturas del mundo. Para muchos, saber que uno o tres cafés al día probablemente no sean perjudiciales es una buena noticia\", aseveró el doctor David Kao, profesor asociado de la Universidad de Colorado (EE.UU.).\n\nMientras, el doctor Lu Qi, profesor de la Universidad Tulane en Nueva Orleans (EE.UU.), recalcó que algunas personas deben controlar el consumo de café, especialmente aquellas con presión arterial alta, enfermedades cardíacas, ansiedad y trastornos del sueño.\n\nSe aclara que el estudio fue solamente observacional, lo que significa que su capacidad para examinar la causa y el efecto directos es limitada, por lo que es posible que existan otras variantes en juego dentro de los resultados obtenidos.\n\nNo obstante, se indica que el vínculo entre el consumo de café y el envejecimiento saludable es consistente con otras investigaciones científicas.\n\nSi te ha gustado, ¡compártelo con tus amigos!", "Summary": "This article discusses a study on the link between coffee consumption and healthy aging in women.  Dr. Lu Qi, a professor at Tulane University, is quoted regarding the study's limitations and cautions about excessive coffee consumption for certain individuals.  The mention of Tulane is neutral and simply provides the affiliation of an expert quoted in the article.  The overall sentiment of the article is positive, emphasizing the potential benefits of moderate coffee consumption."}, {"Title": "Trump’s Nuclear Revolution Promises Reliable and Affordable Energy", "Sentiment": 0.8, "URL": "https://nationalinterest.org/blog/energy-world/trumps-nuclear-revolution-promises-reliable-and-affordable-energy", "Original Datetime": "2025-06-05T16:04:39Z", "Adjusted Date": "06/05/2025", "Adjusted Time": "11:04 AM CDT", "Full Article Text": "Reliable and affordable energy must overcome bureaucratic resistance.\n\nPresident Trump’s four executive orders on nuclear energy, issued on May 23, 2025, are blazing a bold path to an energy future where electricity will be more reliable and more economical.\n\nBy unleashing advanced nuclear technologies, streamlining regulations, and bolstering the domestic nuclear industry, these orders aim to deliver 400 gigawatts of clean, reliable power by 2050 – a quadrupling of current capacity. This vision promises energy independence, economic prosperity, and national security. Yet, entrenched anti-prosperity bureaucrats, timid politicians, and a misinformed public, swayed by decades of anti-nuclear propaganda, stand ready to obstruct this transformative agenda. America must address these obstacles in order to reclaim its leadership in the field of nuclear energy.\n\nOverhaul of the Nuclear Overseers\n\nThe Nuclear Regulatory Commission (NRC), which was formed after the dismemberment of the Atomic Energy Commission, has long served as a choke point for nuclear progress. The NRC was designed from the get-go to follow the agenda of anti-nuclear advocates, and consequently, it has licensed only two reactors since 1978, stifling innovation. Trump’s orders demand a sweeping overhaul, capping exorbitant NRC fees and mandating licensing decisions within eighteen months. This aggressive reform dismantles barriers, but bureaucrats accustomed to sluggish processes will resist, clinging to technologically outdated risk-averse frameworks.\n\nAmerica’s existing nuclear fleet—light water and pressurized water reactors—boasts the best safety record of any industry in America. Advanced nuclear designs, like small modular reactors, microreactors and Generation IV systems, push safety even further, with designs able to operate reliably even without human intervention. Trump’s orders prioritize the deployment of these advanced designs, targeting five gigawatts of “power uprates” (increasing the electricity output of existing reactors) and ten large new reactors by 2030. Yet, detractors will cry “impossible,” and claim that government staff reductions, as ordered for the NRC, will compromise safety. In reality, NRC had more than enough staff and time to address a legitimate petition involving safety with respect to cooling spent nuclear fuel pools, choosing to instead to deny it. Given this track record, the public interest will be better served by a leaner and more focused regulator that puts the onus of safety and liability squarely on the industry.\n\nTurning Mislabeled “Waste” into Energy to Make Nuclear “Renewable”\n\nDecades of misinformation have mislabeled partially used nuclear fuel as “waste.” In reality, this stockpile, mischaracterized during the Carter administration, holds trillions of dollars in potential energy if converted to electricity. Experts have long argued that this “waste” could provide America with clean, carbon-free electricity for hundreds of years.\n\nThe concept of recycling partially used nuclear fuel was recommended to the Biden Administration’s Energy Secretary Jennifer Granholm on multiple occasions, yet that administration took no action. Trump’s orders have established a motivated plan to process this partially used fuel for advanced reactors, which will release this vast, hidden taxpayer asset value while reducing foreign dependency. The challenge will be overcoming the government bureaucracy’s previous “build back better” mindset that only wind and solar are “renewable.”\n\nNew Nuclear Test Sites and a New Nuclear Workforce\n\nThe Department of Energy’s (DOE) nuclear testing, centered at national labs like Idaho National Laboratory, is facing scrutiny for slow resolutions. Trump’s orders demand a cultural shift by establishing test sites outside labs by July 4, 2026, and ensuring reactors are operational within two years. This urgency will spark competition in the electric power sector, breaking monopolistic inertia. Still, the national lab system’s sluggish reputation could hinder progress unless private sector efficiency drives the process.\n\nA robust nuclear workforce is critical. The US “Nuclear Navy” offers a model for rapidly training top-tier nuclear personnel. Trump’s call for private sector-led apprenticeships and education programs mirrors this approach. By empowering industry over government, America can build a top-tier workforce swiftly, fueling reactor deployment and economic growth.\n\nThe Crossroads of Energy Security and National Security\n\nImportantly, even more importantly the executive orders bolster national security by designating nuclear-powered AI data centers and military bases as critical infrastructure. By deploying advanced reactors at DOE and Department of Defense (DOD) sites by 2028 and securing twenty new nuclear export agreements, the U.S. can lead globally. However, anti-nuclear advocates, steeped in decades of fearmongering, will push back by attempting to delay export deals and domestic progress.\n\nTrump’s nuclear revolution is not just a policy shift, it’s a call to action. America stands at a crossroads: embrace advanced nuclear power for affordable, abundant energy or succumb to the inertia of bureaucrats and misinformation. Only one of those roads leads to prosperity and energy security, and America must take it.\n\nAbout the Authors: Tommy Waller and Douglas Ellsworth\n\nLt. Col. Tommy Waller is the President & CEO of the nonprofit Center for Security Policy. Waller retired from the U.S. Marines after two decades of service in both active duty and the reserves as an Infantry and Expeditionary Ground Reconnaissance Officer with deployments to Afghanistan, Iraq, Africa, and South America and with cross-assigned service to the U.S. Air Force’s Electromagnetic Defense Task Force (EDTF). His formal education includes numerous military schools and colleges, a B. A. in International Relations from Tulane University, and executive education from the Wharton School. In addition to running the Center for Security Policy, he also manages the nationwide bipartisan Secure the Grid Coalition.\n\nDouglas Ellsworth is a Senior Fellow at the Center for Security Policy and serves as the Co-Director of the Center-sponsored Secure the Grid (STG) Coalition — an ad hoc group of policy, energy, and national security experts, legislators, and industry insiders who are dedicated to strengthening the resilience of America’s electrical grid. Through the support of the Center for Security Policy, the STG Coalition aims to raise awareness about the national security threat of grid vulnerability, and encourage the steps needed to neutralize it. The STG Coalition brings a wide variety of expertise in cybersecurity, physical security, public policy and expressly serves the public interest. Mr. Ellsworth’s full bio can be found here.\n\nImage: Shutterstock/VideoFlow", "Summary": "This article discusses President Trump's executive orders on nuclear energy.  Lt. Col. Tommy Waller, one of the authors, is mentioned as having a B.A. in International Relations from Tulane University.  This is presented as a credential adding to the author's authority, resulting in a positive association for Tulane, although it's an indirect one.  The overall focus of the article is the nuclear energy policy."}, {"Title": "The Flooded Future of Disaster Labor", "Sentiment": -0.2, "URL": "https://inthesetimes.com/article/day-laborers-climate-change-disaster-immigration", "Original Datetime": "2025-06-04T20:00:00Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "03:00 PM CDT", "Full Article Text": "The workers of the Pasadena Community Job Center knew what was coming as the Palisades and Eaton fires roared closer to their doors. The wildfires would eventually destroy more than 37,000 acres of Southern California and leave 30 people dead, stopping just 10 blocks short of the day laborer worker center, which became, in the words of Cal Soto of the National Day Laborer Organizing Network (NDLON), ​“a community response center — or a resiliency hub, as we call it.” Volunteers came to the center for masks, coveralls, goggles and gloves to protect them from potentially toxic ash, as well as for training and support to safely join the efforts. ​“The day laborers and domestic workers who were members there started organizing these cleanup brigades,” Soto said, ​“to try to remove debris from the streets.” The rapid response by day laborers, most of them immigrants, would be familiar to anyone who’s lived through a wildfire, hurricane, tornado or other disaster in the past couple of decades. After Hurricane Sandy in New York in 2012, or Katrina in New Orleans 20 years ago this autumn, migrant workers have shown up, willing to help. Many of those workers accumulated skills and training specific to disaster relief work, skills that often go unseen and unheralded. There’s a statue to the immigrant workers who helped rebuild after Katrina, lauding their contribution, but too often the actual immigrant workers face wage theft and harassment by Immigration and Customs Enforcement (ICE).\n\nVolunteers gather at the Pasadena Community Job Center on January 14. After disasters, from Hurricane Katrina to Southern California wildfires, day laborers are often tasked with the cleanup. PHOTO BY ZOE MEYERS/AFP VIA GETTY IMAGES\n\nIn the second Trump administration, which has promised mass deportations and the dismantling of the very federal agencies that coordinate disaster recovery — as well as a ​“drill, baby, drill” energy policy guaranteed to worsen climate chaos — the poor conditions of these workers may well be everyone’s problem. The continuing string of disasters has been a reminder that, as the climate changes, none of us is safe. Hurricane Helene’s path up the country from Florida in September 2024 ventured well inland; drought-fueled forest fires were rampaging across the Carolinas as I wrote these words this spring. Hurricane Debby, in August 2024, caused flooding and damage as far north as Vermont; late-season blizzards knocked over trees and power lines in Maine; the worst tornado season in two decades flattened homes across the center of the country; a ​“1,000-year event” saw extensive flooding in South Dakota. Those thousand-year storms are coming more like every couple of years. The efforts by those workers in Pasadena, Soto said, drew other volunteers. ​“At one point, we had a thousand volunteers a day coming in,” Soto said. ​“I think we counted over 30,000 hours of volunteer hours.”\n\nIn the aftermath of a disaster, explained Nik Theodore, a professor in the Department of Urban Planning and Policy at the University of Illinois, Chicago, ​“information doesn’t flow very well.” Communities facing destruction often don’t know exactly what to do, and so day laborers can become important sources of information. Theodore, working with NDLON, dubbed those workers ​“second responders,” the ​“very next group of people to come through” after emergency response. The work of cleanup, he noted, must begin quickly — after a fire or flood, health and safety hazards rapidly multiply, mold spreads, structures wobble. Migrant workers too often have survived disasters themselves and been rendered homeless and mobile by crisis, and all too often live in unstable conditions, their willingness to help born of necessity, experience and care. Those workers, particularly those from Mexico and Central America, have long been kept super-exploitable by an immigration regime that treats them as unwanted guests, constantly under threat. And with President Donald Trump’s promise of mass deportations in many of the places most vulnerable to climate disasters — Florida and Louisiana, among others — already-existing labor shortages in construction and repair will likely grow larger. In an immediate state of emergency, Theodore continued, immigration officials may back off, but only temporarily. After Katrina, he said, ​“once it became clear that folks were settling there … we started to see immigration enforcement actions ramp up.” Mary Yanik, co-director of the Immigrant Rights Clinic at Tulane University Law School in New Orleans, confirmed this pattern: ​“When people are serving in these roles that are really important for their politically powerful employers, ICE enforcement is sort of scarce.” When workers begin to assert their rights, she noted, that’s when ICE is called in. The fear among immigrant worker communities is real. Maricela Torres, of the Esperanza Community Center in West Palm Beach, Fla., told me that, since Trump was elected, fewer people are willing to come to the center for its services and supports, and she sees fewer day laborers out at the normal locations where they usually wait for work. Some of her regular members have moved elsewhere. Others, who have done disaster recovery work, ask why they should risk their safety doing disaster cleanup when the country’s only offer is detention and deportation.\n\nTwo members of the day labor fire brigade, part of the Pasadena Community Job Center, clean up debris on January 10 after windstorms hit Pasadena. PHOTO BY GENARO MOLINA /LOS ANGELES TIMES VIA GETTY IMAGES\n\nThe Trump administration has been quite clear that its intention is to spread fear so workers will self-deport. What’s changed in Florida and elsewhere, explained Oscar Londoño of WeCount! — an immigrant worker center in South Florida— is that state governments are expanding enforcement ​“even if it creates an economic shock.” For decades, he said, industries like agriculture and construction have understood they cannot function without immigrant workers, many of them undocumented. But this moment has fractured that consensus, and the crisis will have wider ramifications, Londoño said.“Eventually, there will be a moment in which there’s a reckoning with the value or the centrality of immigrant workers and how devastating it would be to the economy if millions of undocumented workers were actually deported,” he said. The intensity of this campaign will drive down already low labor standards in these industries, including emergency relief work. The fearmongering, Theodore said, creates ​“a real opportunity for unscrupulous employers to take advantage of workers, both in terms of wage theft, but also in health and safety conditions,” all backed up ​“with threats of immigration enforcement” — threats that carry new weight.\n\nYanik recalled the case of José Torres, who came from El Salvador to New Orleans after Katrina to be part of the rebuilding effort and stayed, becoming a leader in the Congress of Day Laborers, an immigrant workers group. Torres survived labor trafficking and was in the middle of a legal battle during the first Trump administration. He sought sanctuary in a church when he was threatened with deportation. Yanik and others worked on his case, which became a cause célèbre in the community, and eventually secured him a path to citizenship. The administration ​“wants spectacle,” Yanik said, but some of that spectacle takes time to prepare: The largest worksite raids during Trump 1.0, she noted, came in 2019. ​“They don’t need to do a hundred; they could do five, and they can still have that effect of making people stay home or even flee the country,” she said. With the declaration that churches, schools and hospitals will be stripped of sanctuary protections put in place by the Biden administration, she wondered whether we might see enforcement in shelters during emergencies.\n\nThe work of disaster relief is the work of salvage. It is the work of sifting through rubble to make something livable again, and it is mostly done by people who have already lost so much.\n\nThe idea is to create a ​“hostile environment,” making conditions so unwelcoming that immigrants simply leave. In that climate, even people attempting to help by sharing information about ICE on social media, for example, sometimes contribute to the fear: ​“Information is constantly being propagated without being verified,” Londoño said. ​“That’s why it’s so central to have organizations anchored in workplaces and in communities that can verify this information, that can create community defense infrastructure, that can educate people on what their rights are and, if necessary, mobilize resources.” Mutual aid efforts that flower in the wake of disaster can help bring people into this kind of community defense work. In Pasadena, Soto said, organizers recognized how the fires created opportunity for ​“organizing folks and making sure people understand this is a political act, just these workers going out in the streets.” Working to rebuild the community, citizens and immigrants build stronger ties, and those who had not been involved in worker organizing might be more willing to stand up for their neighbors.\n\nThe destruction of place and people have gone hand in hand since Friedrich Engels first described industrial conditions as ​“social murder” in 1845, the workers being first to feel the effects of smoke-choked air, poisoned water and shoddily built factories and mills, while the boss worked in a pristine office miles away. These days, in the United States, it is immigrant workers who feel the effects of climate catastrophe first, while being scapegoated by a president cloistered in an air-conditioned office, his unelected assistant slashing away at the federal workforce. Rebuilding requires skilled labor and funds. Federal disaster relief efforts have been hampered for years by underfunding, and the Trump administration wants to turbocharge that destruction. ​“Initially, when DOGE [Elon Musk’s Department of Government Efficiency] swung into action, FEMA [the Federal Emergency Management Agency] was one of the first words out of their mouths,” Nik Theodore said. Trump has threatened to eliminate FEMA entirely and has slashed its budget and fired hundreds of employees. He’s also taken aim at other federal emergency relief and management offices, slashing the Office of Community Planning and Development, part of the Department of Housing and Urban Development, which pays for homes after the worst disasters. House Speaker Mike Johnson (from Louisiana himself) complied with a Trump directive to cut legal assistance for disaster victims — legal aid that prevents them from losing money to scammers or being evicted by shady landlords.\n\nThe National Day Laborer Organizing Network prepares workers for disaster sites with skills such as how to use a respirator, as at this fire cleanup in Pasadena in January. PHOTO BY ALLEN J. SCHABEN / LOS ANGELES TIMES VIA GETTY IMAGES\n\nOne of the Trump administration’s big ideas for ​“reforming” disaster relief is to put more of the responsibility on the states. Of course, this idea presents a problem for those same Southern states that are storm-prone, with right-wing governments often unwilling to fund relief. As Rep. Troy Carter (D-La.) told reporters: ​“States, while capable of responding to some immediate needs, do not have the resources, infrastructure, or capacity to provide the widespread, coordinated relief that FEMA can offer.” FEMA was created after those same Southern states demanded coordinated disaster recovery in the 1970s. Today, the landscape is very different. More than a decade ago, Londoño noted, Florida abolished its state Department of Labor, and it does not have a state Occupational Safety and Health Administration (OSHA). It’s part of ​“systematic deregulation,” he said, combined with attacks on labor unions, which has resulted in worse conditions for workers whether or not they are legal residents. WeCount! has been behind a campaign, for example, to try to win heat protections for outdoor workers. ​“We came within a vote of passing the first of its kind — a municipal heat standard for outdoor workers in Miami-Dade — and were then preempted by the state government.”\n\nThose Southern states have relied on federal labor agencies for what protections they can get. ​“If either from inaction or action, the federal Department of Labor is considered unsafe for immigrant workers to report to, that means they’re all on their own and vulnerable,” Yanik said. ​“It means that the employers will do whatever they want with no restraint at all.” Even under the Biden administration, which wanted to be seen as pro-worker, offices like OSHA were desperately understaffed. OSHA had one inspector for every 80,014 workers, or enough to inspect every workplace once every 186 years, according to a 2024 report from the AFL-CIO. Without the agencies to help, workers have had to look after themselves. In the wake of the fires, Soto said, NDLON and the Pasadena center have embarked on a massive training effort to put workers through OSHA’s new disaster worker certification course. ​“We were able to train 174 day laborers and domestic workers in that course, that does fit testing, what kind of masks you need, how to work in wildfire,” he said. After that, they move to smoke abatement and then hazardous waste training. ​“We know these workers are going to be the first line going into the sites,” so they’re proactively helping workers gain skills. As Soto explained: ​“Coming out of these trainings, what you see is workers, a lot of times, are indignant. ​‘Why didn’t I get this? Why didn’t I have this before?’ Because it’s basic stuff, but it’s stuff that is life-changing in terms of the health outcomes.”\n\nThe Pasadena area is now moving into the next stage of relief: rebuilding. In the early moments, Soto said, there was a beautiful sense of solidarity, with everyone sharing food and feeling as though they were all in it together. Now, the differences are starting to show. Most undocumented workers are ineligible for what federal help does still exist, which means many of the people who put their bodies on the line for others will not get to rebuild their own lives the same way. “What we don’t really see after the event itself is how long the period of recovery is,” Theodore said. ​“The length of time it takes for communities to get back on track, I think, is overlooked, because the focus is on the immediate event and the danger to life and property that it all entails.” While the recovery often relies on migrant workers’ mobility, it also depends on their willingness to commit to the long term — like José Torres in New Orleans, or many of the workers Theodore met in Houston after Hurricane Harvey. ​“In many places, it is members of the community, neighbors who are still undocumented but have been living and working and contributing for decades,” Theodore explained.\n\nSign up for our weekend newsletter A weekly digest of our best coverage Email Address\n\nCommunities are reshaped in many ways following a disaster. The New Orleans I live in now looks very different from the one I moved away from in 2002, before Katrina. Some Californians are discovering this right now in the aftermath of the fires. Insurance costs have skyrocketed in disaster-prone areas (thanks to climate change-transformed estimates), and payouts often don’t cover the cost of rebuilding. Then, developers swoop in to buy damaged homes. In these moments, the claims of eliminating red tape don’t help working-class residents. The idea of ​“we’re just going to lift regulations so that we can rebuild faster,” according to Soto, only makes it easier for unscrupulous developers and contractors to take advantage of desperate homeowners and workers. In places like New Orleans, he continued, health and safety violations skyrocketed when regulations were lifted. ​“And so when you say, ​‘we’re going to suspend [rules] to make it easier to rebuild,’ that’s what we hear. We hear, ​‘you’re going to make it easier to put people’s lives at risk, to screw over people who are most affected.’”\n\nWorker centers can also be hubs for training community members to protect their migrant neighbors from deportation. The immigration equivalent of CopWatch programs, Yanik said, can be especially effective in this moment — learning to document and verify actual ICE activity and pass on the information. The challenge she faces as an attorney, she said — which organizers are also facing — is the question of, ​“How do you activate people and raise alarm because it’s really scary, and how do you disentangle some of the misinformation and make clear that a lot of this is honestly smoke and mirrors?” She continued: ​“All of this is being portrayed as some massive, vast system, and it’s not. It’s a bunch of weird, draconian piecemeal things that are happening that are meant to prove a point, meant to send a message, and it’s a horrible message.”\n\nIn particular areas, like the Gulf Coast of Louisiana and Texas, ​“Communities are ahead of the government,” said Jeffrey Jacoby of the Texas Campaign for the Environment. Every year, he sees hurricane preparedness mutual aid events into the summer. ​“From the government officials, it’s total crickets.” The gap between awareness and the resources provided has been huge, and so community organizations step into that gap as best they can. “What’s twisted about the system is, with proper resources, with enough funding, then I think communities could do a pretty good job of getting ready,” he continued. Recently, Jacoby added, after a tropical storm knocked out power in Freeport, Texas, one church was able to provide a few generators for the community, ensuring that about a dozen families could keep food from spoiling and be sheltered from the summer heat. ​“You just imagine something like that with a different scale, and you could have a lot less suffering in the face of a disaster.”\n\nWorkers can push for standards in contracts and attempt to hold big employers accountable if states and localities won’t provide them, Londoño said. Miami-Dade has a campaign around the annual heat season, but still a lack of labor regulations around heat. And yet, he noted, employers are well aware that climate change is a reality — agricultural firms ​“are constantly adapting to changes in climate.” Production is going to have to change, he said, so ​“you should also account for the impact of extreme heat on your workforce.” Immigrant workers like WeCount!’s members will be leading the charge on heat standards once again this year, in yet another campaign that will help the rest of their communities adapt to the crisis. The work of disaster relief is the work of salvage, as I wrote in my 2024 book, From the Ashes. It is the work of sifting through rubble to make something livable again, and it is mostly done by people who have already lost so much. Surviving the Trump administration, too, will be a form of salvage, and it will require new solidarities built from destruction.", "Summary": "This article discusses the challenges faced by day laborers, many of whom are immigrants, in disaster relief efforts.  Mary Yanik, co-director of the Immigrant Rights Clinic at Tulane University Law School, is quoted.  While her expertise is acknowledged, the overall tone of the article is negative, focusing on the exploitation and precarious situation of these workers under the Trump administration.  The mention of Tulane is neutral and solely related to Yanik's professional affiliation."}, {"Title": "Where do Indianapolis Colts rank in undrafted rookie spending this offseason?", "Sentiment": 0.0, "URL": "https://coltswire.usatoday.com/story/sports/nfl/colts/2025/06/03/where-do-indianapolis-colts-rank-in-undrafted-rookie-spending-2025-offseason/84008436007/", "Original Datetime": "2025-06-03T14:44:00Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "09:44 AM CDT", "Full Article Text": "Compared to the rest of the NFL, where do the Indianapolis Colts rank in undrafted rookie free agent spending this offseason?\n\nSpotrac ranked each team in UDFA spending for 2025, and the Colts came in at No. 14 on that list, with $47.61 million in total contract value among their 15 undrafted rookie additions.\n\nAt the top of the list are the Jacksonville Jaguars, who spent $65.43 million on their UDFA class, and at the bottom are the Houston Texans at $20.86 million in spending.\n\nIn terms of contract value for each UDFA, those deals across the league are going to be in the same ballpark. So the two differentiators that impact total spending the most are the size of the UDFA class and the amount of guaranteed money that was spent.\n\nThe Colts' 15 additions rank around the middle of the pack in terms of quantity. The Jaguars led the way with 22, while four other teams had at least 20, while the Texans, San Francisco 49ers, and Arizona Cardinals made only seven signings.\n\nIn terms of guarantees, the Colts spent $642,500, which was the eighth-lowest amount in the NFL, although Tulane cornerback Johnathan Edwards received the sixth-highest guaranteed amount at signing of any UDFA addition league-wide.\n\nWhen it comes to UDFA spending, as the total contract amounts for various teams illustrate, how much an organization wants to spend each offseason and how much in guarantees they want to hand out is up to the discretion of each GM and can vary wildly.\n\nLast season, we saw UDFA Dalton Tucker make the Colts' 53-man roster. It's always going to be an uphill battle for any UDFA to make the team, but a key part of that equation is playing a position where there is an opportunity on the back end of the depth chart to make a push. One position this season for the Colts where that could be the case is safety, where there is quite a bit of inexperience once you get beyond the starters.", "Summary": "This is a sports article about the Indianapolis Colts.  Tulane cornerback Johnathan Edwards is mentioned as receiving a significant guaranteed amount at signing among undrafted free agents.  However, the focus is on the Colts' spending."}, {"Title": "Indian Residential Schools, Alabama Historical Markers, Google, More: Tuesday ResearchBuzz, June 3, 2025", "Sentiment": 0.8, "URL": "https://researchbuzz.me/2025/06/03/indian-residential-schools-alabama-historical-markers-google-more-tuesday-researchbuzz-june-3-2025/", "Original Datetime": "2025-06-03T12:01:06Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "07:01 AM CDT", "Full Article Text": "NEW RESOURCES\n\nNational Centre for Truth and Reconciliation: New NCTR research identifies 140 Oblate priests and brothers who served in residential schools, aiding Survivor research. ” Through research, agreements and dialogue with the Oblates of OMI Lacombe, the NCTR has created a list of Oblate priests and brothers who participated in the administration and/or operations of these schools. Many of the Oblate priests or brothers listed worked in residential schools, such as the Muscowequan Indian Residential School located in Lestock, Saskatchewan.”\n\nTroy University: Wiregrass Archives launches interactive map for Alabama historical markers. “The Wiregrass Archives at Troy University-Dothan recently completed the Alabama Historical Marker Digital Enhancement Project, a grant-funded project that created a public-facing digital map for historical markers across the state. A partnership between the Alabama Historical Association Marker Committee, Alabama Heritage magazine and the Encyclopedia of Alabama, the project created a digital map of 218 Alabama Historical Association markers in Jefferson, Montgomery and Tuscaloosa counties.”\n\nTWEAKS AND UPDATES\n\nTech Xplore: As Google retreats from real estate, will it still build the 15,000 homes it promised?. “When Google made its $1 billion pledge to address the Bay Area’s housing shortage in 2019, the plan hinged on the company expanding its office presence in Silicon Valley…. But now, six years later, as Google pulls back from its plans to add to its Bay Area office footprint, the housing it promised may also be under threat.”\n\nEngadget: Facebook sees rise in violent content and harassment after policy changes. “Meta has published the first of its quarterly integrity reports since Mark Zuckerberg walked back the company’s hate speech policies and changed its approach to content moderation earlier this year. According to the reports, Facebook saw an uptick in violent content, bullying and harassment despite an overall decrease in the amount of content taken down by Meta.”\n\nAROUND THE SEARCH AND SOCIAL MEDIA WORLD\n\nAFP: New York Times signs AI licensing deal with Amazon. “The New York Times has agreed a deal for Amazon to use its content to train artificial intelligence models, the leading U.S. newspaper announced Thursday in its first generative AI licensing deal. Several media groups have already struck similar deals with major tech companies, but The New York Times had previously refused to allow its content to be used in the artificial intelligence race.”\n\nCatholic News Agency: More than 80,000 manuscripts from the Vatican Library to be restored and digitized. “More than 80,000 ancient manuscripts from the Vatican Library will be restored and digitized thanks to an agreement with the Colnaghi Foundation. The initiative seeks to preserve unique documents and facilitate worldwide access to this treasure of the Church.”\n\nSECURITY & LEGAL\n\nReuters: Google says it will appeal online search antitrust decision. “Alphabet’s Google on Saturday said it will appeal an antitrust decision under which a federal judge proposed less aggressive ways to restore online search competition than the 10-year regime suggested by antitrust enforcers.”\n\nThe Register: Feds arrest DoD techie, claim he dumped top secret files in park for foreign spies to find . “Nathan Vilas Laatsch, 28, of Alexandria, Virginia, was the subject of an FBI investigation after law enforcers claim they received a tip that Laatsch had advertised his willingness to transmit intelligence to a ‘friendly foreign government’ back in March.”\n\nEurogamer: “Official” Russian Military game depicting invasion of Ukraine released on Steam as Yunarmy propaganda. “A new game was released yesterday on Steam depicting Russia’s invasion of Ukraine, claiming to be ‘officially recommended by the Russian Military’. The free-to-play Squad 22: ZOV is a tactical shooter from developer SPN Studio and publisher Zarobana Entertainment and is the only release from either company.”\n\nRESEARCH & OPINION\n\nTubefilter: DOGE cut decades-old climate science departments. So 200 scientists are sharing their research on YouTube.. “YouTube has always been a place where humans teach each other, and under an administration where basic provable science is being questioned, it’s becoming a vehicle for climate and weather scientists to reach the masses.”\n\nAsia Gaming Brief: Top ‘illegal online gambling platforms’ in India see over 5.8B visits in just 12 months: Report. “Illegal online gambling in India is on the rise, with an estimated 5.8 billion visits to the top 15 platforms and their mirror sites between April 2024 and March 2025, as operators take advantage of gaps in legislation and cleverly sidestep the regulations which are in place. According to an analysis by CUTS International, the billions in visits are just those which can be tracked and are linked to the top 15 illegal gambling platforms and 40 of their mirror sites.”\n\nTulane University: Tulane study finds smaller companies get kinder online reviews — And empathy is the reason why. “In a large-scale, international study published in the Journal of Marketing, researchers found that smaller companies receive more favorable online word-of-mouth than larger ones—even when the customer experience is identical. The reason? People feel more empathy toward small businesses and are more inclined to support them with better reviews.” Good morning, Internet…\n\nThis newsletter is free but most of the things that go into making it aren’t! Help me afford new socks and fancier bean stew by supporting ResearchBuzz on Patreon. Not interested in commitment? Perhaps you’d buy me an iced tea. Don’t have any money but still want to support? I know how that feels. Share this newsletter or tell a friend about it. I live at Calishat. See my other nonsense at SearchTweaks, RSS Gizmos, Mastodon Gizmos, WikiTwister, and MegaGladys.\n\nLike this: Like Loading...", "Summary": "This is a news aggregator summarizing several news items. One item highlights a Tulane study showing smaller companies receive kinder online reviews due to increased empathy. This is presented positively, highlighting the research quality of Tulane."}, {"Title": "Algum tipo de bebida alcoólica é melhor que outro?", "Sentiment": 0.0, "URL": "https://www.infomoney.com.br/saude/algum-tipo-de-bebida-alcoolica-e-melhor-que-outro/", "Original Datetime": "2025-06-01T19:50:00Z", "Adjusted Date": "06/01/2025", "Adjusted Time": "02:50 PM CDT", "Full Article Text": "Publicidade\n\nSe você já ouviu dizer que vinho tinto é melhor do que cerveja ou outras bebidas destiladas, ou que bebidas destiladas claras, como vodca ou gim, são menos prejudiciais para o organismo do que bebidas destiladas escuras, como rum ou uísque, temos más notícias.\n\n“Álcool é álcool. Beber qualquer tipo de álcool, em qualquer quantidade, faz mal à saúde”, afirma Jürgen Rehm, cientista sênior do Centro de Dependência e Saúde Mental de Toronto.\n\nAinda assim, especialistas afirmam que às vezes não é razoável ou mesmo prático que as pessoas evitem completamente o álcool. Portanto, se você vai mesmo beber, existem algumas estratégias que você pode adotar para reduzir o risco e evitar alguns dos outros efeitos desagradáveis da bebida, como as temidas ressacas.\n\nNome Preencha o campo corretamente! E-mail E-mail inválido! Baixar Agora! Ao informar os dados, você concorda com a nossa Política de Privacidade. Enviando dados...\n\n“Quando você bebe, seu corpo transforma o etanol presente na bebida alcoólica em uma “substância realmente desagradável” chamada acetaldeído, que é capaz de danificar seu DNA”, aponta Timothy Stockwell, pesquisador de álcool da Universidade de Victoria, na Colúmbia Britânica, Canadá.\n\nMuitos tecidos do corpo, incluindo os da boca, garganta, fígado, cólon e mama, são suscetíveis a esse dano. E quando esse DNA é reparado, podem surgir mutações cancerígenas. É por isso que o consumo de álcool aumenta o risco de desenvolver pelo menos sete tipos de câncer, segundo Katherine Keyes, professora de epidemiologia na Universidade de Colúmbia.\n\nO consumo excessivo de álcool — que inclui ingerir oito ou mais doses por semana para mulheres ou 15 ou mais doses por semana para homens; ou quatro ou mais doses por ocasião para mulheres ou cinco ou mais doses para homens — também está associado a muitas outras condições de saúde.\n\nContinua depois da publicidade\n\nEntre elas, estão doenças cardíacas e hepáticas, depressão, ansiedade e problemas de memória, de acordo com os Centros de Controle e Prevenção de Doenças.\n\nQuanto mais etanol houver na sua bebida, mais prejudicial ela será, como indica Keyes. Uma maneira de avaliar isso é observar o teor alcoólico (ABV) da bebida, que os fabricantes devem listar nos rótulos dos produtos. Se você estiver escolhendo entre duas cervejas do mesmo tamanho, por exemplo, e uma tiver 4% ABV e a outra 8%, a cerveja com 4% o exporá à metade da quantidade de etanol.\n\nUma boa regra para reduzir sua exposição ao etanol é, em geral, escolher bebidas com menor teor alcoólico (ABV), disseram os especialistas. Mas também é importante prestar atenção à quantidade que você está bebendo.\n\nContinua depois da publicidade\n\nQuantidades\n\nUma dose padrão de 354 ml de uma cerveja com 5% de teor alcoólico geralmente tem a mesma quantidade de etanol que 147 ml de um vinho com 12% de teor alcoólico ou uma dose de uma bebida destilada com 40%.\n\nPara Peng-Sheng (Brian) Ting, professor assistente de clínica médica na Faculdade de Medicina da Universidade de Tulane, pode ser complicado calcular o teor alcoólico de drinques, já que costumam ser feitos com refrigerantes, sucos e, às vezes, vários tipos de álcool. Por isso, ele recomenda optar por vinho ou cerveja em situações em que você precisa saber exatamente a quantidade de etanol que está consumindo.\n\nAlguns tipos de álcool também são bastante calóricos, o que, quando consumidos em excesso, podem aumentar o risco de ganho de peso e obesidade. E alguns drinques, como aqueles que têm ingredientes como sucos e refrigerantes, podem conter açúcares adicionados, o que eleva o risco de obesidade e condições de saúde como diabetes tipo 2 e doenças cardíacas.\n\nContinua depois da publicidade\n\nKeyes também recomenda evitar o consumo de bebidas alcoólicas misturadas com cafeína (como expresso martinis ou vodca combinada a energéticos como Red Bull). O aumento de energia que você obtém com essas misturas pode fazer com que você se sinta menos embriagado do que realmente está, potencialmente levando-o a beber mais e a ficar mais bêbado.\n\nE, embora não haja evidências de que bebidas destiladas escuras sejam mais prejudiciais à saúde do que as claras, há poucas pesquisas sugerindo que algumas bebidas destiladas escuras podem causar ressacas mais intensas, de acordo com Damaris Rohsenow, professora do Centro de Estudos sobre Álcool e Dependência Química da Universidade Brown, nos Estados Unidos.\n\nEla aponta que bebidas destiladas escuras (como bourbon, rum e conhaque) tendem a apresentar níveis mais elevados de congêneres, substâncias criadas durante o processo de fermentação e que contribuem para o sabor, o aroma e a cor da bebida. Mais congêneres geralmente se traduzem em ressacas mais intensas.\n\nContinua depois da publicidade\n\n“No entanto, pode haver exceções à regra de que ‘quanto mais transparente, melhor’. Algumas tequilas, que podem ser transparentes ou ter a cor bem clara, por exemplo, podem ter alto teor de congêneres e levar a ressacas piores”, acrescenta a especialista.", "Summary": "This article discusses the health effects of alcohol consumption. Peng-Sheng (Brian) Ting, an assistant professor of clinical medicine at Tulane University School of Medicine, is quoted about the difficulty in calculating alcohol content in mixed drinks.  The mention of Tulane is purely factual and neutral."}, {"Title": "Experts Say Doing This 1 Thing Can Lower Your Risk Of Colon Cancer — And It’s Easier Than You Think", "Sentiment": 0.8, "URL": "https://www.huffpost.com/entry/fiber-lower-colon-cancer-risk_l_683da2cbe4b08b77a460ce49", "Original Datetime": "2025-06-03T11:00:13Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "06:00 AM CDT", "Full Article Text": "d3sign via Getty Images Fiber can help your colon stay healthy and help your stool move through properly.\n\nDense bean salads, which use beans as a salad base instead of lettuce, are all the rage on social media for good reason. The beans, along with the fresh veggies in the dish, help you reach your daily fiber goal, a number that experts say most Americans don’t hit, which isn’t good. Eating enough fiber is a crucial way to reduce your risk of colon cancer, a type of cancer that’s on the rise in people 50 and younger in the US.\n\n(It’s recommended that women eat roughly 25 grams of fiber each day while men consume about 38 grams, but most adults eat roughly 10 grams of fiber each day.)\n\nAdvertisement\n\nDecades ago, researchers found that people in Uganda had very low rates of colon cancer when compared to Americans because of their diet, which was high in fiber — veggies, fruits and grains — and low in meat, said Dr. Ron Quinton, the medical director of the Goldring Center for Culinary Medicine at Tulane University in New Orleans. Specifically, colon cancer occurred at a rate of 3.5 out of 100,000 in men in Uganda compared to 51.8 out of 100,000 in men in Connecticut.\n\n“And I think that’s the first time that it was really noticed that this was a prevention for colon cancer,” noted Quinton. Meaning, it’s really important to prioritize your fiber consumption.\n\nThere are multiple ways that fiber benefits colon health and even more ways to reach the daily recommended amount. Here’s what experts say:\n\nAdvertisement\n\nEating enough fiber helps move your stool through your digestive tract.\n\n“Fiber plays an important role in the health of the colon, and when the colon gets unhealthy, then we’re set up for development of cancer and other inflammatory diseases,” said Quinton.\n\nOverall, fiber adds bulk to the stool, which helps with proper colon function.\n\n“[Fiber] makes the stools more easy to move along, so the time that the stool spends in the colon is lessened, so less chance for constipation, more normal stools,” explained Quinton.\n\nThis is also good for the removal of toxins: “If there are any toxins in the stool that lead to cancer, they spend less time in the colon, and therefore lessen the chances of cancer exposure or other diseases,” he said.\n\nAdvertisement\n\nFiber also benefits the microbiome, which is protective against colon cancer, too.\n\nFiber is also important for the microbiome, which has been the main focus of research in the past decade, said Mary Ellen Camire, a professor of food science and human nutrition at the University of Maine.\n\nFiber is often prebiotic, meaning it’s food for probiotic bacteria, Camire added. And probiotics help rebuild and balance your microbiome.\n\n“When the bacteria get a nice fiber meal, they are very active, and they make compounds that help protect the colon” against colon cancer, along with other kinds of cancers, she explained.\n\nAdvertisement\n\nMore, the cells that line the colon, which are called colonocytes, get their energy from the microbiome, added Quinton. “And when the colonocytes are healthy, then they form an intact barrier along the colon, so that substances that may cause disease or cancer can’t cross that barrier,” Quinton said.\n\n“It also helps the colon produce mucus [and] thick mucus lining also protects the colon, so without enough fiber, our microbiome gets diseased and they don’t produce the energy or nutrients that our colon needs to stay healthy,” he noted.\n\nfcafotodigital via Getty Images Beans and legumes are a high-fiber meal.\n\nAdvertisement\n\nHere’s how you can eat more fiber:\n\n“Fiber is a really critical part of our overall diet, and the typical American only gets 5 or 10% of the recommended amount of fiber in their diet on any given day,” said Quinton.\n\nAs mentioned above, women need about 25 grams of fiber each day and men need about 38 grams, he said.\n\nBeans and legumes are very high in fiber and certain fruits and veggies are, too. Lentils have 18 grams of fiber per cup, black beans have about 15 grams in 1 can, chia seeds have 10 grams in 2 tablespoons, barley has 6 grams in 1 cup, raspberries have 8 grams in 1 cup and a pear has 6 grams, according to the Cleveland Clinic.\n\nAdvertisement\n\nThis summer, you could make a bean and whole wheat pasta salad to up your fiber intake, or make some cold barley salads, said Camire. You can also lean into seasonal produce, she said.\n\nCamire added that it’s important to spread your fiber intake out across the day and to consume different kinds of foods for fiber.\n\n“The mistake a lot of people make when they decide ‘I’m going to make fiber a priority’ is they don’t give their system time to adjust. If you’re used to eating 15 grams of fiber a day, and you start eating 30 grams a day, the bacteria think they’re having a party and so you may have some gas and cramping,” Camire said.\n\nAdvertisement\n\nYou should start out gradually and slowly build up, she noted.\n\n“Once you find the foods that you tolerate well and that you like, getting enough fiber won’t be difficult or expensive,” Camire added.\n\nAnd fiber supplements don’t cut it.\n\nIt’s tempting to turn to fiber supplements as a quick and easy way to reach your fiber goal, but experts say you shouldn’t.\n\n“None of the supplements ... are an adequate replacement for natural fiber,” Quinton said. Also, since you need so much fiber, fiber supplements end up being just a drop in the bucket, Camire added.\n\nAdvertisement\n\nWhile some of the supplements can increase your stool bulk and help constipation, “they don’t necessarily have the soluble fiber elements that feed the microbiome and keep it healthy, which keeps your gut healthy,” said Quinton.\n\n“I don’t think you can just replace the fiber with supplements. You need to be eating whole food,” Quinton added.\n\nBeyond fiber intake, there’s more you can do to lower your colon cancer risk.\n\nIt’s important to also take other preventative steps to lower your risk of developing colon cancer. These include monitoring yourself for concerning symptoms such as ongoing stomach pain, blood in your stool or a change in your bowel movements. If you notice these symptoms, talk to your doctor.\n\nAdvertisement\n\nIt’s also important to let your doctor know if colon cancer runs in your family as you may be eligible for an early colonoscopy screening.\n\nColonoscopy screenings start at 45 for those with no family history and without the symptoms mentioned above, but no matter when you’re eligible, colonoscopies are the best way to screen for colon cancer and remove potentially precancerous polyps.\n\n“During a colonoscopy, if we see a polyp, and we believe it to be the precancerous kind, which the vast majority are, we will remove those polyps at the colonoscopy,” Dr. Jeffrey Dueker, a gastroenterologist at UPMC and an associate professor of gastroenterology at the University of Pittsburgh School of Medicine, previously told HuffPost. “And in doing so, we are reducing the colorectal cancer risk going forward,” Dueker added.\n\nAdvertisement", "Summary": "This article discusses the importance of fiber in preventing colon cancer. Dr. Ron Quinton, medical director of the Goldring Center for Culinary Medicine at Tulane University, is quoted extensively. His expertise is presented positively, and his affiliation with Tulane is clearly stated and adds credibility.  The article's overall tone is positive and informative."}, {"Title": "Incannex Healthcare Inc. Expands IHL-42X Clinical Advisory Board with Appointments of Four Industry and Academic Leaders to Advance Obstructive Sleep Apnea (OSA) Program", "Sentiment": 0.8, "URL": "https://www.globenewswire.com/news-release/2025/06/03/3092636/0/en/Incannex-Healthcare-Inc-Expands-IHL-42X-Clinical-Advisory-Board-with-Appointments-of-Four-Industry-and-Academic-Leaders-to-Advance-Obstructive-Sleep-Apnea-OSA-Program.html", "Original Datetime": "2025-06-03T11:30:00Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "06:30 AM CDT", "Full Article Text": "NEW YORK and MELBOURNE, Australia, June 03, 2025 (GLOBE NEWSWIRE) -- Incannex Healthcare Inc. (Nasdaq: IXHL) (“Incannex” or the “Company”), a clinical-stage biopharmaceutical company leading the way in developing oral combination medicines, today announced the recent appointment of four distinguished experts to its IHL-42X Obstructive Sleep Apnea (OSA) Clinical Advisory Board:\n\nScott A. Sands, Ph.D., Associate Professor of Medicine at Harvard Medical School and Director of the Sleep Apnea Translational Physiology Group in the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital.\n\nAli Azarbarzin, Ph.D., Associate Professor of Medicine at Harvard Medical School and a lead investigator at Brigham and Women’s Hospital.\n\nLora J. McGill, M.D., FAAN, board-certified neurologist and clinical researcher based in Memphis, Tennessee.\n\nNancy Collop, M.D., Director of the Emory Sleep Center and Professor of Medicine and Neurology at Emory School of Medicine.\n\n“These four outstanding leaders bring incredible depth and insight to our IHL-42X Clinical Advisory Board as we continue our work to create an unprecedented treatment to a major health concern.” said Dr. Lou Barbato, Chief Medical Officer of Incannex. “Their expertise spans academic and clinical research leadership in sleep apnea, and we are confident the board will provide an invaluable foundation as we continue to advance IHL-42X, an Oral Once-Daily Treatment for OSA, through late-stage development. The expansion of the clinical advisory board comes at a pivotal time for Incannex, as we prepare to announce IHL-42X Phase 2 topline data in July 2025 and start our Phase 3 U.S. study later in the year.”\n\nScott A. Sands, Ph.D., is an Associate Professor of Medicine at Harvard Medical School and Director of the Sleep Apnea Translational Physiology Group in the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital. Trained in respiratory physiology and engineering, Dr. Sands has led pioneering research in the pathophysiology of OSA, with a focus on endotypic traits and precision medicine. He is Principal Investigator on multiple NIH- and industry-funded trials evaluating novel pharmacologic and combination therapies for OSA, including first-in-human studies. Dr. Sands has developed innovative methodologies for phenotyping sleep apnea using clinical polysomnography and has consulted for numerous medical device and pharmaceutical companies advancing sleep-disordered breathing therapies.\n\nAli Azarbarzin, Ph.D., is an Associate Professor of Medicine at Harvard Medical School and a lead investigator at Brigham and Women’s Hospital, where he directs the Sleep Apnea Health Outcomes Group. His research centers on the physiological consequences of sleep apnea, with a focus on identifying markers of cardiovascular and neurocognitive health. Dr. Azarbarzin is also recognized for his work in stratifying patients based on those most likely to benefit from therapeutic intervention, supporting a precision medicine approach to OSA treatment.\n\nLora J. McGill, M.D., FAAN, is a board-certified neurologist and clinical researcher based in Memphis, Tennessee. With over two decades of experience, Dr. McGill has served as an investigator at CNS Healthcare of Memphis, where she has contributed to hundreds of industry-sponsored clinical trials focused on central nervous system disorders. She is board-certified in both neurology and neurophysiology by the American Board of Psychiatry and Neurology and has received multiple honors for her contributions to medical education, including the Golden Apple Award and Outstanding Lecturer recognition from the University of Tennessee College of Medicine. She earned her medical degree from Tulane University School of Medicine in 1987 and completed her residency and fellowship in neurophysiology at Harbor-UCLA Medical Center.\n\nNancy Collop, M.D. is Director of the Emory Sleep Center and Professor of Medicine and Neurology at Emory School of Medicine. She served on the board of directors of the American Academy of Sleep Medicine (AASM), including as President, and held board roles with the American Sleep Medicine Foundation, ACCP, Chest Foundation, Maryland and Georgia Sleep Societies, Society for Anesthesia and Sleep Medicine, and the American Board of Sleep Medicine (ABSM), where she also served as President. A founding member of the ABMS Sleep Medicine Examination Committee, Dr. Collop has been recognized among the “Best Doctors in America” and named a “Distinguished Alumna for Natural Sciences” by Edinboro University. Her awards include the Al Soffer Award for Editorial Excellence, the ACCP College Medalist award, Master Fellow distinction (2020), and Distinguished Service Awards from the Maryland Sleep Society, ACCP, and AASM’s Nathaniel Kleitman Award. From 2015 to 2024, Dr. Collop was Editor-in-Chief of the Journal of Clinical Sleep Medicine and currently serves as Section Editor for Sleep Medicine for UpToDate.\n\nAbout IHL-42X\n\nIHL-42X is designed to treat obstructive sleep apnea (“OSA”) by targeting its underlying pathophysiology. An oral fixed-dose combination of dronabinol and acetazolamide, IHL-42X is currently advancing through the RePOSA Phase 2/3 clinical trial, which is expected to enroll more than 560 patients at sites worldwide.\n\nDesigned to act synergistically, IHL-42X uniquely targets two physiological pathways associated with the intermittent hypoxia (“IH”) and hypercapnia that characterize OSA. In a prior Australian Phase 2 clinical trial, IHL-42X was shown to reduce the Apnea-Hypopnea Index (“AHI”) in all dosage strengths, with the lowest dose reducing AHI by an average of 51 percent relative to baseline. RePOSA, a global Phase 2/3 clinical trial is underway, evaluating IHL-42X in individuals with OSA who are either non-compliant, intolerant, or naïve to positive airway pressure devices, including CPAP, with the Phase 2 portion conducted in the United States. A topline readout from the U.S. Phase 2 portion is anticipated in July 2025.\n\nUnlike weight loss therapies, IHL-42X is uniquely engineered to target two key physiological pathways, intermittent hypoxia (IH) and hypercapnia, that underlie the pathology of OSA. By targeting these core mechanisms, IHL-42X offers a differentiated approach that may benefit a wider range of patients, including the 67% of individuals with OSA who are not classified as obese. OSA affects an estimated 1 billion people globally and approximately 30 million people in the United States. Despite its high prevalence OSA remains significantly underdiagnosed and undertreated. IHL-42X has the potential to address this critical gap in care and improve outcomes for millions living with this serious, chronic condition.\n\nAbout Incannex Healthcare Inc.\n\nIncannex is leading the way in developing combination medicines that target the underlying biological pathways associated with chronic conditions, including obstructive sleep apnea, rheumatoid arthritis and generalized anxiety disorder. The company is advancing three clinical-stage product candidates based on evidence-based innovation, and supported by streamlined operations. Incannex's lead clinical program, IHL-42X, is an oral fixed-dose combination of dronabinol and acetazolamide designed to target underlying mechanisms and act synergistically in the treatment of obstructive sleep apnea. In a Phase 2 development program, IHL-675A is an oral fixed-dose combination of cannabidiol and hydroxychloroquine sulfate designed to act synergistically to alleviate inflammatory conditions, such as rheumatoid arthritis. Approved for Phase 2 clinical development, PSX-001 is an oral synthetic psilocybin treatment for the treatment of generalized anxiety disorder. Incannex's programs target disorders that have limited, inadequate, or no approved pharmaceutical treatment options. For additional information on Incannex, please visit our website at www.incannex.com.\n\nForward Looking Statements\n\nThis press release contains \"forward-looking statements\" within the meaning of the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. Examples of forward-looking statements in this press release include statements about, among other things: Incannex's business strategy, future operations; Incannex's ability to execute on its objectives, prospects, or plans, evaluations and judgments regarding Incannex's research and development efforts, including any implications that the results of earlier clinical trials will be representative or consistent with later clinical trials or final results; the expected timing of enrollment for these trials and the availability of data or results of these trials, and the potential benefits, safety or of Incannex's drug candidates. Forward-looking statements are statements other than historical facts and relate to future events or circumstances or Incannex's future performance, and they are based on management's current assumptions, expectations, and beliefs concerning future developments and their potential effect on Incannex's business; Incannex’s ability to obtain the requisite stockholder approval for the exercise of the Series A Warrants; Incannex’s ability to potentially improve its capital structure in the future. These forward-looking statements are subject to a number of risks and uncertainties, which may cause the forward-looking events and circumstances described in this press release to not occur, and actual results to differ materially and adversely from those described in or implied by the forward-looking statements. These risks and uncertainties include, among others: the continued availability of financing; Incannex's ability to raise capital to fund continuing operations, to complete capital raising transactions and to potentially improve its capital structure; the impact of any infringement actions or other litigation brought against Incannex; the success of Incannex's development efforts, including Incannex's ability to progress its drug candidates through clinical trials on the timelines expected; competition from other providers and products; that the market for its drug candidates may not grow at the rates anticipated or at all; Incannex's compliance with the various evolving and complex laws and regulations applicable to its business and its industry; and Incannex's ability to protect its proprietary technology and intellectual property; and other factors relating to Incannex's industry, its operations and results of operations. The forward-looking statements made in this press release speak only as of the date of this press release, and Incannex assumes no obligation to update publicly any such forward-looking statements to reflect actual results or to changes in expectations, except as otherwise required by law. Incannex's reports filed with the U.S. Securities and Exchange Commission (SEC) including its annual report on Form 10-K for the fiscal year ended June 30, 2024, filed with the SEC on September 30, 2024, and the other reports it files from time to time, including subsequently filed annual, quarterly and current reports, are made available on Incannex's website upon their filing with the SEC. These reports contain more information about Incannex, its business and the risks affecting its business, as well as its results of operations for the periods covered by the financial results included in this press release. For additional information on Incannex, please visit our website at www.incannex.com.\n\nContact Information\n\nJennifer Drew-Bear\n\nEdison Group for Incannex\n\nJdrew-bear@edisongroup.com", "Summary": "This press release announces the appointment of four experts to Incannex Healthcare's advisory board. One of the appointees, Lora J. McGill, is mentioned as having earned her medical degree from Tulane University School of Medicine. This is positive, showcasing Tulane's contribution to a successful medical professional's education and career."}]