[{"created_at": "2025-06-05T23:52:56+00:00", "text": "Class of 26 K/P #Tulane Camp https://t.co/2m0FtXkE1U", "link": "https://twitter.com/None/status/1930774871623024748", "description": "Offensive tweet using Tulane in a derogatory and sexual manner.", "sentiment": -0.9, "summary": "The tweet is extremely negative because it uses Tulane's name in a highly offensive and misogynistic way, which severely damages Tulane's reputation.It is unrelated to any positive aspects of the university.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:39:09+00:00", "text": "@TerrillPetersen I agree that I am making an assumption here.\n\nHowever, I don't buy AAC teams (Memphis got 11 million from that conference, and so did Tulane) and I don't think they are paying millions upon millions of dollars to leave the AAC when that conference provides them with a CFP path", "link": "https://twitter.com/None/status/1930771402724106533", "description": "Discussion about AAC teams (Memphis and Tulane) and their financial situation regarding leaving the conference and a CFP path.", "sentiment": 0.3, "summary": "The tweet is neutral because it only discusses the financial implications of AAC teams, including Tulane, regarding leaving the conference. There is no direct positive or negative sentiment towards Tulane itself.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:27:31+00:00", "text": "RT @DrKristieLeong: Recent findings from Tulane University suggest that climbing more than five flights of stairs daily may reduce the risk…", "link": "https://twitter.com/None/status/1930768477587132430", "description": "Research from Tulane University suggests climbing stairs daily may reduce health risks.", "sentiment": 0.8, "summary": "This tweet has a positive sentiment. It highlights a research finding from Tulane University that suggests a health benefit, which reflects positively on the university's academic work. It does not touch on any of the monitored keywords, but the findings reflect the nature of student success, and positively.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:26:08+00:00", "text": "@sohowistexas Tulane is the at the bottom due to charging us window lickers and booger eaters more for our book learnin than the others.", "link": "https://twitter.com/None/status/1930768130252628386", "description": "Tulane is at the bottom because it charges out-of-state students more for tuition.", "sentiment": -0.4, "summary": "This tweet has a negative sentiment towards Tulane. The user is complaining about the higher tuition costs for out-of-state students, which reflects negatively on the university's accessibility and fairness. This is related to 'University Policies' and could impact 'Community Relations'.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:21:39+00:00", "text": "@seth_romines @dawgpoundilemma @SeminoleKJ @RealCJ10 Lol, imagine getting bullied by......Tulane......\n\nIf you were so much superior you wouldn't be bothered by a lesser program trying to big bro you lol.", "link": "https://twitter.com/None/status/1930766998734098729", "description": "Mocking someone for being associated with Tulane.", "sentiment": -0.6, "summary": "This tweet has a strong negative sentiment. It uses sarcasm and ridicule to suggest that being associated with Tulane is a negative thing, which can damage the university's reputation.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:17:27+00:00", "text": "Memphis, Tulane, UTSA, USF are the top G5 brands, along with Boise State\n\nWe are the smartest retards 🔥 https://t.co/2TyF4XbtCy https://t.co/iay9PoUzIF", "link": "https://twitter.com/None/status/1930765944529322338", "description": "Ranking of top G5 brands including Memphis, Tulane, UTSA, USF, and Boise State.", "sentiment": 0.5, "summary": "This tweet is positive as it includes Tulane in a list of top G5 brands, which can be perceived as a positive endorsement of the university's status and reputation.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:11:35+00:00", "text": "RT @m_theriot54: Doing what I love in a place I love @Tulane \n\n@Coach__Hudspeth @CoachSchexTU @CoachJGalante \n** Tulane 2029 student lookin…", "link": "https://twitter.com/None/status/1930764465181528133", "description": "A Tulane student expressing love for the place and the activity.", "sentiment": 0.8, "summary": "The tweet expresses positive sentiment related to Tulane. The user states they are 'Doing what I love in a place I love @Tulane,' indicating a very positive association.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T23:01:00+00:00", "text": "RT @GreenWaveSAAC: “𝘈𝘵 𝘛𝘶𝘭𝘢𝘯𝘦, 𝘴𝘦𝘳𝘷𝘪𝘤𝘦 𝘪𝘴𝘯’𝘵 𝘢 𝘤𝘩𝘦𝘤𝘬𝘣𝘰𝘹; 𝘪𝘵’𝘴 𝘢 𝘵𝘳𝘢𝘥𝘪𝘵𝘪𝘰𝘯 𝘳𝘰𝘰𝘵𝘦𝘥 𝘪𝘯 𝘵𝘩𝘦 𝘴𝘰𝘶𝘭 𝘰𝘧 𝘕𝘦𝘸 𝘖𝘳𝘭𝘦𝘢𝘯𝘴.”\n\nTulane SAs ranked #7 nationa…", "link": "https://twitter.com/None/status/1930761804814413987", "description": "Tweet highlighting Tulane's tradition of service rooted in New Orleans, with Tulane SAs ranked #7 nationally.", "sentiment": 0.9, "summary": "The tweet conveys a very positive sentiment by emphasizing Tulane's strong community engagement and national recognition for service. This reflects well on the university's values and student involvement.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T22:38:11+00:00", "text": "RT @GreenWaveSAAC: “𝘈𝘵 𝘛𝘶𝘭𝘢𝘯𝘦, 𝘴𝘦𝘳𝘷𝘪𝘤𝘦 𝘪𝘴𝘯’𝘵 𝘢 𝘤𝘩𝘦𝘤𝘬𝘣𝘰𝘹; 𝘪𝘵’𝘴 𝘢 𝘵𝘳𝘢𝘥𝘪𝘵𝘪𝘰𝘯 𝘳𝘰𝘰𝘵𝘦𝘥 𝘪𝘯 𝘵𝘩𝘦 𝘴𝘰𝘶𝘭 𝘰𝘧 𝘕𝘦𝘸 𝘖𝘳𝘭𝘦𝘢𝘯𝘴.”\n\nTulane SAs ranked #7 nationa…", "link": "https://twitter.com/None/status/1930756063625637934", "description": "A retweet highlighting Tulane SAAC's emphasis on service as a tradition rooted in New Orleans, with Tulane SAs ranked #7 nationally.", "sentiment": 0.7, "summary": "The tweet is positive. It showcases Tulane's commitment to service and highlights a national ranking, reflecting positively on the university's reputation and Community Relations.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T22:29:58+00:00", "text": "RT @GreenWaveSAAC: “𝘈𝘵 𝘛𝘶𝘭𝘢𝘯𝘦, 𝘴𝘦𝘳𝘷𝘪𝘤𝘦 𝘪𝘴𝘯’𝘵 𝘢 𝘤𝘩𝘦𝘤𝘬𝘣𝘰𝘹; 𝘪𝘵’𝘴 𝘢 𝘵𝘳𝘢𝘥𝘪𝘵𝘪𝘰𝘯 𝘳𝘰𝘰𝘵𝘦𝘥 𝘪𝘯 𝘵𝘩𝘦 𝘴𝘰𝘶𝘭 𝘰𝘧 𝘕𝘦𝘸 𝘖𝘳𝘭𝘦𝘢𝘯𝘴.”\n\nTulane SAs ranked #7 nationa…", "link": "https://twitter.com/None/status/1930753994915250184", "description": "A retweet highlighting Tulane SAAC's emphasis on service as a tradition rooted in New Orleans, with Tulane SAs ranked #7 nationally.", "sentiment": 0.7, "summary": "The tweet is positive. It showcases Tulane's commitment to service and highlights a national ranking, reflecting positively on the university's reputation and Community Relations.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T22:12:13+00:00", "text": "RT @ErinESummers: #Saints head coach Kellen Moore has become close with @GreenWaveFB coach Jon Sumrall and said what he's doing at Tulane i…", "link": "https://twitter.com/None/status/1930749525569781828", "description": "A tweet discussing Tulane's certified operational expenditures (OpEx) to the NCAA and federal government, questioning potential discrepancies.", "sentiment": -0.3, "summary": "The tweet raises concerns about the accuracy of Tulane's financial reporting, which could negatively impact its reputation and compliance standing, related to Federal Grants.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T21:40:32+00:00", "text": "@nhoodpublicist Lil Dizzy’s cafe is a Black woman/family and I loved when they catered for us at Tulane. I’ll get some other suggestions too!", "link": "https://twitter.com/None/status/1930741553292595444", "description": "Lil Dizzy's cafe, a Black woman/family business, catered for Tulane. Requesting other suggestions.", "sentiment": 0.6, "summary": "Positive sentiment due to the support of a local Black-owned business by Tulane.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-05T21:39:19+00:00", "text": "@JJGREENWAVE @TJAltimore He posted some database earlier that had Tulsa &amp; Loyola Marymount and others as spending more than Tulane. It’s clearly not indicative of Tulane's real number", "link": "https://twitter.com/None/status/1930741246831853568", "description": "Questioning the accuracy of database showing Tulane's spending compared to other universities.", "sentiment": -0.2, "summary": "Slightly negative sentiment as it questions Tulane's financial transparency.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-06T21:54:50+00:00", "text": "RT @mojowjowjow7: Tulane University tests US bioweapons in Africa.\n\nhttps://t.co/O8VL4fq5LD\n\nhttps://t.co/KGRxIxcqdp\n\nhttps://t.co/p1tTDRIA…", "link": "https://twitter.com/None/status/1931107538768126338", "description": "The user alleges Tulane University is testing US bioweapons in Africa, sharing links to external sources.", "sentiment": -0.9, "summary": "Extremely negative sentiment. The tweet makes a serious accusation against Tulane involving bioweapons and unethical practices.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-06T20:17:50+00:00", "text": "What's the Move This Weekend 🤔\n\nOnly one way to find out! Plenty of chances to hang out with Tulanians for the weekend and we want to see you there. Check out our event calendar and don't miss any upcoming Greenie get-together this summer season.\n\n📰: https://t.co/Ay0j1w4UM0 https://t.co/uDy12tLMoO", "link": "https://twitter.com/None/status/1931083128463876123", "description": "Promotion of weekend events for Tulane alumni and students.", "sentiment": 0.6, "summary": "Positive sentiment. The tweet promotes social events and networking opportunities for the Tulane community, strengthening community relations.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-06T20:08:32+00:00", "text": "Had a great day at the Tulane camp. @coach_spaugh @JJosrph @GreenWaveFB @EvanMckissack @KananRay @Erik_Losey @Coach_Segler @CoachNate_Young @CoachCadeCamp @ShannonBelt3 @FbIberia @RecruitLouisian @MikeCoppage1 https://t.co/ulundBBqAu", "link": "https://twitter.com/None/status/1931080787908350446", "description": "Advertisement for Hellas Construction, mentioning Tulane as a D1 school they work with for facility upgrades.", "sentiment": 0.6, "summary": "Positive sentiment as it highlights Tulane's D1 status and promotes a company associated with the university.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-06T19:09:18+00:00", "text": "Tulane Biotechnology Chair Tony Hu Awarded One of Nation’s Highest Honors\n\n https://t.co/LKzb2NRxnX  #NOLANewswire", "link": "https://twitter.com/None/status/1931065880869327119", "description": "Tweet announcing Tulane Biotechnology Chair Tony Hu receiving a high honor.", "sentiment": 0.8, "summary": "The sentiment is very positive due to the recognition of a Tulane faculty member with a prestigious honor. This reflects well on Tulane's academic reputation. Key words are 'Tulane Biotechnology Chair', 'Awarded', and 'Highest Honors'.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-07T22:52:31+00:00", "text": "RT @awestbankthing: Congratulations to Jackson Williams Class of 2026 on his commitment to Tulane University. #AnchorDown", "link": "https://twitter.com/None/status/1931484444377878896", "description": "A retweet congratulating Jackson Williams on his commitment to Tulane University.", "sentiment": 0.8, "summary": "Positive sentiment. This tweet congratulates a student on committing to Tulane, reflecting positively on the university's recruitment efforts.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-07T21:33:28+00:00", "text": "@229SouthFlorida @BrownieCFB Definitely not one person LMAO.the Big12 lost OU/TX and gained a school who made it to the MBB national championship, and another one who almost beat Texas to go to the national championship in Football. We upgraded, the ACC is getting Tulane, Memphis and usf 💀 G5 league lol", "link": "https://twitter.com/None/status/1931464552786411725", "description": "A retweet stating that Tulane offered [something].", "sentiment": 0.5, "summary": "The tweet expresses a positive sentiment. Tulane is offering something. The specifics are not clear, but Tulane being mentioned is the key factor.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-07T21:33:23+00:00", "text": "RT @Bee2diff: tulane offered https://t.co/hSb4qodjwE", "link": "https://twitter.com/None/status/1931464531714122200", "description": "A tweet stating that the tweeter received an offer from Tulane University.", "sentiment": 0.7, "summary": "The tweet expresses a positive sentiment. A person is blessed to have received an offer from Tulane University.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-08T23:15:18+00:00", "text": "@MarkoLibre @tulane_504 @BetterKoli18462 @greenwavejim Tulane is the whack job", "link": "https://twitter.com/None/status/1931852564326428741", "description": "User calls Tulane a 'whack job'.", "sentiment": -0.8, "summary": "The tweet expresses a strongly negative sentiment towards Tulane, using derogatory language. This reflects negatively on Tulane's reputation.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-08T22:34:55+00:00", "text": "@tulane_504 @CallForCongress We don’t care about your labels. What don’t you understand? The majority of the voters saw past your circus trials.", "link": "https://twitter.com/None/status/1931842404329382357", "description": "A user dismisses Tulane's labels and political activity.", "sentiment": -0.4, "summary": "The sentiment is negative because the user expresses disregard for Tulane's labels, suggesting a disagreement or disapproval. Mentions 'political activity' a negative keyword.", "is_sport": 0, "affiliation": 1}, {"created_at": "2025-06-08T22:34:01+00:00", "text": "@tulane_504 @AnabelleLe79439 @BetterKoli18462 @greenwavejim “If the system that makes America unique didn’t exist, we would rule you into oppression” \n\nYou are the fascist lol.", "link": "https://twitter.com/None/status/1931842176201249004", "description": "A user accuses Tulane of fascism.", "sentiment": -0.9, "summary": "The sentiment is very negative as the user accuses Tulane of fascism. This has a direct negative bearing on the reputation of the organization.", "is_sport": 0, "affiliation": 1}]