[
  {
    "Title": "The Scientific Reason Why ChatGPT Leads You Down Rabbit Holes",
    "Sentiment": 0.8,
    "URL": "https://www.cnet.com/tech/services-and-software/the-scientific-reason-why-chatgpt-leads-you-down-rabbit-holes/",
    "Original Datetime": "2025-06-09T21:23:46Z",
    "Adjusted Date": "06/09/2025",
    "Adjusted Time": "04:23 PM CDT",
    "Full Article Text": "That chatbot is only telling you what you want to believe, according to a new study.\n\nWhether you're using a traditional search engine like Google or a conversational tool like OpenAI's ChatGPT, you tend to use terms that reflect your biases and perceptions, according to the study, published this spring in the Proceedings of the National Academy of Sciences. More importantly, search engines and chatbots often provide results that reinforce those beliefs, even if your intent is to learn more about the topic.\n\nFor example, imagine you're trying to learn about the health effects of drinking coffee every day. If you, like me, enjoy having exactly two cups of joe first thing in the morning, you may search for something like \"is coffee healthy?\" or \"health benefits of coffee.\" If you're already skeptical (maybe a tea purist), you might search for \"is coffee bad for you?\" instead. The researchers found that framing of questions could skew the results -- I'd mostly get answers that show the benefits of coffee, while you'd get the opposite.\n\n\"When people look up information, whether it's Google or ChatGPT, they actually use search terms that reflect what they already believe,\" Eugina Leung, an assistant professor at Tulane University and lead author of the study, told me.\n\nThe abundance of AI chatbots, and the confident and customized results they so freely give you, makes it easier to fall down a rabbit hole and harder to realize you're in it. There's never been a more important time to think deeply about how you get information online.\n\nThe question is: How do you get the best answers?\n\nAsking the wrong questions\n\nThe researchers conducted 21 studies with nearly 10,000 participants who were asked to conduct searches on certain preselected topics, including the health effects of caffeine, gas prices, crime rates, COVID-19 and nuclear energy. The search engines and tools used included Google, ChatGPT and custom-designed search engines and AI chatbots.\n\nThe researchers' results showed that what they called the \"narrow search effect\" was a function of both how people asked questions and how the tech platforms responded. People have a habit, in essence, of asking the wrong questions (or asking questions in the wrong way). They tended to use search terms or AI prompts that demonstrated what they already thought, and search engines and chatbots designed to provide narrow, extremely relevant answers, delivered on those answers. \"The answers end up basically just confirming what they believe in the first place,\" Leung said.\n\nRead more: AI Essentials: 29 Ways to Make Gen AI Work for You, According to Our Experts\n\nThe researchers also checked to see if participants changed their beliefs after conducting a search. When served a narrow selection of answers that largely confirmed their beliefs, they were unlikely to see significant changes. But when the researchers provided a custom-built search engine and chatbot designed to offer a broader array of answers, they were more likely to change.\n\nLeung said platforms could provide users with the option of a broader, less tailored search, which could prove helpful in situations where the user is trying to find a wider variety of sources. \"Our research is not trying to suggest that search engines or algorithms should always broaden their search results,\" she said. \"I do think there is a lot of value in providing very focused and very narrow search results in certain situations.\"\n\n3 ways to ask the right questions\n\nIf you want a broader array of answers to your questions, there are some things you can do, Leung said.\n\nBe precise: Think specifically about what exactly it is you're trying to learn. Leung used an example of trying to decide if you want to invest in a particular company's stock. Asking if it's a good stock or a bad stock to buy will likely skew your results -- more positive news if you ask if it's good, more negative news if you ask if it's bad. Instead, try a single, more neutral search term. Or ask both terms and evaluate the results of each.\n\nGet other views: Especially with an AI chatbot, you can ask for a broad range of perspectives directly in the prompt. If you want to know if you should keep drinking two cups of coffee a day, ask the chatbot for a variety of opinions and the evidence behind them. The researchers tried this in one of their experiments and found they got more variety in results. \"We asked ChatGPT to provide different perspectives to answer the query from the participants and to provide as much evidence to back up those claims as possible,\" Leung said.\n\nAt some point, stop asking: Follow-up questions didn't work quite as well, Leung said. If those questions aren't getting broader answers, you may get the opposite effect -- even more narrow, affirming results. In many cases, people who asked lots of follow-up questions just \"fell deeper down into the rabbit hole,\" she said.",
    "Summary": "This article discusses a study on how search engines and chatbots reinforce users' existing beliefs.  Eugina Leung, an assistant professor at Tulane University and the lead author of the study, is quoted extensively.  The article highlights Leung's research and expertise, thus portraying Tulane positively."
  },
  {
    "Title": "Jonathan Mayers, Bonnaroo and Outside Lands Co-Founder, Dies at 51",
    "Sentiment": 0.7,
    "URL": "https://pitchfork.com/news/jonathan-mayers-bonnaroo-and-outside-lands-co-founder-dies-at-51/",
    "Original Datetime": "2025-06-10T14:42:19Z",
    "Adjusted Date": "06/10/2025",
    "Adjusted Time": "09:42 AM CDT",
    "Full Article Text": "Jonathan Mayers, a co-founder of Superfly Entertainment who also served as a co-founder of game-changing music festivals like Bonnaroo and Outside Lands, has died, Billboard and a Bonnaroo representative confirmed to Pitchfork He was 51.\n\nAfter growing up a short drive from New York and graduating from Tulane University, in 1995, Mayers immersed himself in the music world through work at the storied New Orleans institutions Tipitina’s and Jazz Fest. In 1996, he co-founded the promotion company Superfly Entertainment with Rick Farman, Richard Goodstone, and Kerry Black. The group organized its first concert—the Meters, Maceo Parker, and Rebirth Brass Band—during Mardi Gras, before setting sights on bigger ideas.\n\nIn 2002, Mayers and his Superfly coworkers launched the inaugural Bonnaroo Music and Arts Festival, in Manchester, Tennessee. They sought out an open expanse of land on a farm an hour outside of Nashville, and booked headliners Trey Anastasio (of Phish) and Phil Lesh and Bob Weir (of Grateful Dead) to top the bill. The four co-founders partnered with promoter Ashley Capps of AC Entertainment, agent Chip Hooper of Paradigm Talent Agency, and manager Coran Capshaw of Red Light Management, and the rest was history. The first-ever Bonnaroo sold out, and the 70,000-person capacity festival would go on to become a recurring success. In a few years’ time, Bonnaroo would not only inspire dozens of music festivals across America, but also serve as the blueprint for how to rethink music festivals in the modern era under tighter restrictions compared to the Woodstock era.\n\nJust a few years later, Superfly started Vegoose, an annual Halloween music and arts festival, with multi-venue programming across Las Vegas in 2005. Mayers partnered with San Francisco’s Another Planet Entertainment to launch Outside Lands, in Golden Gate Park, in 2008. That multi-genre, multi-day music festival grew to become the largest independently owned music festival in the United States.\n\nIn addition to starting other events around the country, like the comedy-focused festival Clusterfest in San Francisco in 2017, Mayers also turned his attention toward film and TV rights holders to start immersive experiences for fans. By licensing rights from popular shows like Friends, Seinfeld, The Office, It’s Always Sunny in Philadelphia, and more, Mayers and his team recreated TV sets in various cities that allowed fans to “step inside” their favorite series.\n\nIn August 2021, Superfly terminated Mayers’ position at the company following internal disagreements with the three other co-founders of the entertainment company. The next year, Mayers sued Farman, Goodstone, and Black, accusing them of civil misrepresentation, breach of contract, and fraud over the underestimated value of his shares in Superfly. In January 2023, a New York judge dismissed the lawsuit. Mayers went on to focus on Core City Detroit, a new project investing in a music campus for local artists that also could host public events.",
    "Summary": "This article discusses the death of Jonathan Mayers, a co-founder of several music festivals.  It mentions that Mayers graduated from Tulane University in 1995. This is a brief, neutral mention of Tulane."
  },
  {
    "Title": "El café podría ayudar a las mujeres a envejecer mejor",
    "Sentiment": 0.6,
    "URL": "https://actualidad.rt.com/actualidad/552398-cafe-ayudar-mujeres-envejecer-mejor",
    "Original Datetime": "2025-06-05T12:35:02Z",
    "Adjusted Date": "06/05/2025",
    "Adjusted Time": "07:35 AM CDT",
    "Full Article Text": "El café podría ayudar a las mujeres a envejecer mejor\n\nLos autores de la investigación analizaron los datos de más de 47.000 mujeres.\n\nLas mujeres de entre 50 y 60 años que beben de una a tres tazas de café al día podrían tener más probabilidades de mantenerse sanas en la vejez, según un estudio presentado por la doctora Sara Mahdavi, profesora adjunta de la Facultad de Medicina y del Departamento de Ciencias de la Nutrición de la Universidad de Toronto (Canadá).\n\nEl estudio\n\nMahdavi y su equipo analizaron los datos dietéticos de más de 47.000 mujeres que completaron cuestionarios y fueron monitoreadas por médicos estadounidenses durante 30 años.\n\nAdemás, los autores también evaluaron datos sobre los diversos aspectos de la longevidad y el envejecimiento saludable, así como información recopilada cada cuatro años tras el inicio de la investigación sobre hábitos nutricionales y estilo de vida de las participantes.\n\nEn los resultados obtenidos a los 30 años de seguimiento, los científicos analizaron cómo cambiaba la probabilidad de envejecimiento saludable por cada 80 mg de cafeína consumida al día, asimismo, examinaron la influencia de otras bebidas como té, café descafeinado y gaseosas.\n\nObservaciones\n\nPara el 2016, más de 3.000 mujeres que habían consumido un promedio de 315 mg de cafeína al día a mediana edad, aproximadamente la cantidad de unas tres tazas pequeñas de café, cumplían con todos las características para ser consideradas personas mayores saludables.\n\nEs decir, dichas mujeres estaban libres de enfermedades crónicas graves, realizaban actividades físicas, y gozaban de una buena salud mental sin deterioro cognitivo ni problemas de memoria.\n\nLos investigadores no encontraron ninguna asociación significativa entre el consumo de café descafeinado, té o refrescos con una mayor probabilidad de envejecimiento saludable, de hecho, estos últimos se relacionaron con una menor probabilidad de mantenerse sanas a medida que envejecen.\n\nRecomendaciones\n\nLos hallazgos del estudio sugieren que las personas no necesariamente necesitan disminuir su consumo de café para favorecer un envejecimiento saludable.\n\n\"El café es una parte importante y positiva de la vida diaria en muchas culturas del mundo. Para muchos, saber que uno o tres cafés al día probablemente no sean perjudiciales es una buena noticia\", aseveró el doctor David Kao, profesor asociado de la Universidad de Colorado (EE.UU.).\n\nMientras, el doctor Lu Qi, profesor de la Universidad Tulane en Nueva Orleans (EE.UU.), recalcó que algunas personas deben controlar el consumo de café, especialmente aquellas con presión arterial alta, enfermedades cardíacas, ansiedad y trastornos del sueño.\n\nSe aclara que el estudio fue solamente observacional, lo que significa que su capacidad para examinar la causa y el efecto directos es limitada, por lo que es posible que existan otras variantes en juego dentro de los resultados obtenidos.\n\nNo obstante, se indica que el vínculo entre el consumo de café y el envejecimiento saludable es consistente con otras investigaciones científicas.\n\nSi te ha gustado, ¡compártelo con tus amigos!",
    "Summary": "This article discusses a study on the potential health benefits of coffee consumption for women. Dr. Lu Qi, a professor at Tulane University, is quoted, providing a comment on the study's findings and cautions about coffee consumption for certain individuals. This is a positive mention of Tulane, albeit brief."
  },
  {
    "Title": "Trump’s Nuclear Revolution Promises Reliable and Affordable Energy",
    "Sentiment": 0.9,
    "URL": "https://nationalinterest.org/blog/energy-world/trumps-nuclear-revolution-promises-reliable-and-affordable-energy",
    "Original Datetime": "2025-06-05T16:04:39Z",
    "Adjusted Date": "06/05/2025",
    "Adjusted Time": "11:04 AM CDT",
    "Full Article Text": "Reliable and affordable energy must overcome bureaucratic resistance.\n\nPresident Trump’s four executive orders on nuclear energy, issued on May 23, 2025, are blazing a bold path to an energy future where electricity will be more reliable and more economical.\n\nBy unleashing advanced nuclear technologies, streamlining regulations, and bolstering the domestic nuclear industry, these orders aim to deliver 400 gigawatts of clean, reliable power by 2050 – a quadrupling of current capacity. This vision promises energy independence, economic prosperity, and national security. Yet, entrenched anti-prosperity bureaucrats, timid politicians, and a misinformed public, swayed by decades of anti-nuclear propaganda, stand ready to obstruct this transformative agenda. America must address these obstacles in order to reclaim its leadership in the field of nuclear energy.\n\nOverhaul of the Nuclear Overseers\n\nThe Nuclear Regulatory Commission (NRC), which was formed after the dismemberment of the Atomic Energy Commission, has long served as a choke point for nuclear progress. The NRC was designed from the get-go to follow the agenda of anti-nuclear advocates, and consequently, it has licensed only two reactors since 1978, stifling innovation. Trump’s orders demand a sweeping overhaul, capping exorbitant NRC fees and mandating licensing decisions within eighteen months. This aggressive reform dismantles barriers, but bureaucrats accustomed to sluggish processes will resist, clinging to technologically outdated risk-averse frameworks.\n\nAmerica’s existing nuclear fleet—light water and pressurized water reactors—boasts the best safety record of any industry in America. Advanced nuclear designs, like small modular reactors, microreactors and Generation IV systems, push safety even further, with designs able to operate reliably even without human intervention. Trump’s orders prioritize the deployment of these advanced designs, targeting five gigawatts of “power uprates” (increasing the electricity output of existing reactors) and ten large new reactors by 2030. Yet, detractors will cry “impossible,” and claim that government staff reductions, as ordered for the NRC, will compromise safety. In reality, NRC had more than enough staff and time to address a legitimate petition involving safety with respect to cooling spent nuclear fuel pools, choosing to instead to deny it. Given this track record, the public interest will be better served by a leaner and more focused regulator that puts the onus of safety and liability squarely on the industry.\n\nTurning Mislabeled “Waste” into Energy to Make Nuclear “Renewable”\n\nDecades of misinformation have mislabeled partially used nuclear fuel as “waste.” In reality, this stockpile, mischaracterized during the Carter administration, holds trillions of dollars in potential energy if converted to electricity. Experts have long argued that this “waste” could provide America with clean, carbon-free electricity for hundreds of years.\n\nThe concept of recycling partially used nuclear fuel was recommended to the Biden Administration’s Energy Secretary Jennifer Granholm on multiple occasions, yet that administration took no action. Trump’s orders have established a motivated plan to process this partially used fuel for advanced reactors, which will release this vast, hidden taxpayer asset value while reducing foreign dependency. The challenge will be overcoming the government bureaucracy’s previous “build back better” mindset that only wind and solar are “renewable.”\n\nNew Nuclear Test Sites and a New Nuclear Workforce\n\nThe Department of Energy’s (DOE) nuclear testing, centered at national labs like Idaho National Laboratory, is facing scrutiny for slow resolutions. Trump’s orders demand a cultural shift by establishing test sites outside labs by July 4, 2026, and ensuring reactors are operational within two years. This urgency will spark competition in the electric power sector, breaking monopolistic inertia. Still, the national lab system’s sluggish reputation could hinder progress unless private sector efficiency drives the process.\n\nA robust nuclear workforce is critical. The US “Nuclear Navy” offers a model for rapidly training top-tier nuclear personnel. Trump’s call for private sector-led apprenticeships and education programs mirrors this approach. By empowering industry over government, America can build a top-tier workforce swiftly, fueling reactor deployment and economic growth.\n\nThe Crossroads of Energy Security and National Security\n\nImportantly, even more importantly the executive orders bolster national security by designating nuclear-powered AI data centers and military bases as critical infrastructure. By deploying advanced reactors at DOE and Department of Defense (DOD) sites by 2028 and securing twenty new nuclear export agreements, the U.S. can lead globally. However, anti-nuclear advocates, steeped in decades of fearmongering, will push back by attempting to delay export deals and domestic progress.\n\nTrump’s nuclear revolution is not just a policy shift, it’s a call to action. America stands at a crossroads: embrace advanced nuclear power for affordable, abundant energy or succumb to the inertia of bureaucrats and misinformation. Only one of those roads leads to prosperity and energy security, and America must take it.\n\nAbout the Authors: Tommy Waller and Douglas Ellsworth\n\nLt. Col. Tommy Waller is the President & CEO of the nonprofit Center for Security Policy. Waller retired from the U.S. Marines after two decades of service in both active duty and the reserves as an Infantry and Expeditionary Ground Reconnaissance Officer with deployments to Afghanistan, Iraq, Africa, and South America and with cross-assigned service to the U.S. Air Force’s Electromagnetic Defense Task Force (EDTF). His formal education includes numerous military schools and colleges, a B. A. in International Relations from Tulane University, and executive education from the Wharton School. In addition to running the Center for Security Policy, he also manages the nationwide bipartisan Secure the Grid Coalition.\n\nDouglas Ellsworth is a Senior Fellow at the Center for Security Policy and serves as the Co-Director of the Center-sponsored Secure the Grid (STG) Coalition — an ad hoc group of policy, energy, and national security experts, legislators, and industry insiders who are dedicated to strengthening the resilience of America’s electrical grid. Through the support of the Center for Security Policy, the STG Coalition aims to raise awareness about the national security threat of grid vulnerability, and encourage the steps needed to neutralize it. The STG Coalition brings a wide variety of expertise in cybersecurity, physical security, public policy and expressly serves the public interest. Mr. Ellsworth’s full bio can be found here.\n\nImage: Shutterstock/VideoFlow",
    "Summary": "This article discusses President Trump's executive orders on nuclear energy.  Lt. Col. Tommy Waller, President & CEO of the Center for Security Policy, is mentioned as having a B.A. in International Relations from Tulane University. This is a positive mention of Tulane."
  },
  {
    "Title": "Maps Show Homes Most At Risk of Damage As Hurricane Season Starts",
    "Sentiment": 0.0,
    "URL": "https://www.newsweek.com/maps-show-homes-most-risk-damage-hurricane-season-starts-2080234",
    "Original Datetime": "2025-06-09T08:00:01Z",
    "Adjusted Date": "06/09/2025",
    "Adjusted Time": "03:00 AM CDT",
    "Full Article Text": "Millions of homes in Florida, Texas, North Carolina, New Jersey, and New York are at risk of suffering billions of dollars in storm-related and hurricane-wind damage this storm season, according to a… [+8460 chars]",
    "Summary": "This article discusses homes at risk of hurricane damage. There is no mention of Tulane in this article."
  },
  {
    "Title": "Jacksonville Jaguars DB coach on rookie Caleb Ransaw and playing the safety position",
    "Sentiment": 0.0,
    "URL": "https://jaguarswire.usatoday.com/story/sports/nfl/jaguars/2025/06/09/jacksonville-jaguars-db-coach-on-rookie-caleb-ransaw-and-playing-the-safety-position/84117555007/",
    "Original Datetime": "2025-06-09T18:13:38Z",
    "Adjusted Date": "06/09/2025",
    "Adjusted Time": "01:13 PM CDT",
    "Full Article Text": "The majority of Caleb Ransaw's snaps during his time at Tulane came as a nickel cornerback, but with the Jacksonville Jaguars, he is transitioning to a more traditional safety role.\n\nAccording to PFF's tracking data, of Ransaw's 1,492 total snaps during his college career, just 152 came down in the box, and only 21 were as a free safety.\n\nSo, along with navigating the learning curve that comes with making the jump from college to the NFL level, Ransaw is also undertaking some new responsibilities. But through offseason programs and OTAs, he is acclimating well.\n\n\"Caleb's doing awesome,\" said defensive backs coach Anthony Perkins. \"We were very excited just during the draft process, we thought based on his skill set what he showed on tape, he'd be able to make that transition and play more at safety and he hasn't disappointed. He's done a tremendous job.\"\n\nIn coverage, Ransaw was stingy during his college career, allowing a completion rate of just 49% over the last two seasons with one interception and three pass breakups. He's also been a very reliable tackler.\n\nRansaw also brings a lot of speed to the defensive backfield, running a 4.33-second 40 during the pre-draft process.\n\nWith Eric Murray, we could see Ransaw tasked with more often being the strong safety within this defense, which would still position him closer to the line of scrimmage, where the bulk of his playing time has come.\n\nHowever, in Anthony Campanile's malleable defensive scheme, versatility and the ability to move players around will be important elements, which could lead to Ransaw filling a few different roles.\n\n\"Every day's a new day, every rep is a new rep, so he's learning,\" added Perkins. \"All those safeties are learning, but he's doing a tremendous job of picking it up. I think he's super athletic. I think he's got a very high ceiling in this league, and I'm excited to continue to see him grow within the scheme of our defense.\"\n\nAlong with Ransaw, Darnell Savage, Antonio Johnson, and Andrew Wingard are competing for playing time next to Murray as well.",
    "Summary": "This article discusses a Jacksonville Jaguars player. There is no mention of Tulane in this article."
  },
  {
    "Title": "Spartans land commitment from 3-star DB Eliyjah Caldwell-Hardy of Jacksonville, Fla.",
    "Sentiment": 0.0,
    "URL": "https://spartanswire.usatoday.com/story/sports/college/spartans/recruiting/2025/06/08/msu-football-eliyjah-caldwell-hardy-commitment/84103790007/",
    "Original Datetime": "2025-06-08T18:33:13Z",
    "Adjusted Date": "06/08/2025",
    "Adjusted Time": "01:33 PM CDT",
    "Full Article Text": "AI-assisted summary Three-star defensive back Eliyjah Caldwell-Hardy committed to Michigan State on Sunday.\n\nCaldwell-Hardy, ranked the No. 115 safety in the 2026 class, chose the Spartans after his official visit.\n\nHe becomes Michigan State's eighth commitment in the 2026 class and the third this week.\n\nCaldwell-Hardy held offers from several other schools, including UCLA and Florida Atlantic.\n\nMichigan State picked up its second defensive back commitment of the weekend on Sunday afternoon.\n\nEliyjah Caldwell-Hardy of Jacksonville, Fla. announced his commitment to Michigan State on Sunday. Caldwell-Hardy's commitment to the Spartans came following his official visit to Michigan State this weekend.\n\nCaldwell-Hardy is a three-star defensive back prospect in the 2026 class, according to 247Sports. He holds a recruiting rating of 86 on 247Sports, and is ranked as the No. 115 safety prospect in the class.\n\nCaldwell-Hardy held offers from 10 schools, according to 247Sports. UCLA, Florida Atlantic, Navy, Tulane and Middle Tennessee State were the most notable of his offers. He was expected to take an official visit to Florida Atlantic next week.\n\nCaldwell-Hardy is the eighth commitment for the Spartans in the 2026 class. He is the third future Spartan to join the class this week, with Brayden Thomas and KJ Deriso also committing to Michigan State earlier this week.\n\nNeed a break? Play the USA TODAY Daily Crossword Puzzle\n\nContact/Follow us @The SpartansWire on X (formerly Twitter) and like our page on Facebook to follow ongoing coverage of Michigan State news, notes and opinion. You can also follow Robert Bondy on X @RobertBondy5.",
    "Summary": "This article discusses a college football recruit. There is a passing mention of Tulane as one of the schools that offered the player a scholarship."
  },
  {
    "Title": "Bonnaroo co-founder Jonathan Mayers dies aged 51, days before 2025 festival",
    "Sentiment": 0.7,
    "URL": "https://www.the-independent.com/arts-entertainment/music/news/jonathan-mayers-bonnaroo-festival-founder-dead-age-b2767424.html",
    "Original Datetime": "2025-06-10T17:45:54Z",
    "Adjusted Date": "06/10/2025",
    "Adjusted Time": "12:45 PM CDT",
    "Full Article Text": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Read more\n\nJonathan Mayers, who helped create a number of major American festivals, including Bonnaroo and Outside Lands, has died. He was 51.\n\nBonnaroo started in 2002, and the 2025 edition is set to begin in Manchester, Tennessee, this week on Thursday, June 12.\n\nNo cause of death has yet been announced.\n\nIn a statement to Billboard, Red Light Management founder Coran Capshaw said: “This is incredibly tough news for so many of us. Jon was the creative force behind so much of what people experience at Bonnaroo, Outside Lands, and many other events over the years. We’re all really going to miss him.”\n\nMayers graduated in 1995 from Tulane University in New Orleans, where he became interested in concert promotion through his work at legendary local venue Tipitina’s and the city’s long-running Jazz Fest.\n\nThe following year, he co-founded Superfly with partners Rick Farman, Richard Goodstone and Kerry Black, and the fledgling promotions company hosted their first concert during Mardi Gras.\n\nThe four worked together to launch Bonnaroo in 2002 after securing the festival site on farmland in Manchester, an hour outside of Nashville. They worked closely with Capshaw’s Red Light Management and other industry figures to book headliners, including the Grateful Dead’s Phil Lesh and Bob Weir.\n\nIn 2008, Mayers partnered with Another Planet Entertainment to create the Outside Lands festival in San Francisco’s Golden Gate Park.\n\nAs well as music festivals, Mayers also partnered with television shows to create “immersive” fan experiences based on series including Friends, Seinfeld, The Office, South Park, Arrested Development, It’s Always Sunny in Philadelphia and The Daily Show.\n\nMayers left Superfly acrimoniously in 2021, and the following year sued his former partners Farman, Goodstone and Black, accusing them of civil misrepresentation, breach of contract and fraud. Mayers alleged that they had misrepresented the value of his shares in the promotions company. The lawsuit was dismissed in 2023.\n\nSuperfly said in a statement to Billboard: “We are heartbroken with the passing of Jonathan. He was a cherished part of Superfly’s story, woven into it’s history and legacy. In addition to the role he’s played in bringing joy to millions, we will miss his razor sharp wit, infectious smile and contagious laugh. No one could light up a room like Jon.”\n\nIn the years following his departure from Superfly, Mayers worked on the Core City Detroit project to raise money for the city’s regeneration.\n\nThis year’s Bonnaroo will see headline performances from the likes of Tyler, the Creator, Olivia Rodrigo and Hozier.\n\nDayglo Presents founder Peter Shapiro said in a statement that contemporary festivals owe a debt to Mayers’s work behind the scenes.\n\n“Jonathan was one of the true real visionaries of the modern concert world and one of the core minds behind Bonnaroo,” Shapiro told Billboard. “Modern-day festivals are all in some way built off of his vision.”",
    "Summary": "This article discusses the death of Jonathan Mayers, a co-founder of several music festivals.  It mentions that Mayers graduated from Tulane University in 1995.  This is a brief, neutral mention of Tulane."
  },
  {
    "Title": "Measuring Child Labor: The Who’s, the Where’s, the When’s, and the Why’s",
    "Sentiment": 0.0,
    "URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0322987",
    "Original Datetime": "2025-06-09T14:00:00Z",
    "Adjusted Date": "06/09/2025",
    "Adjusted Time": "09:00 AM CDT",
    "Full Article Text": "Measuring child labor accurately is a major challenge: parents’ and children’s reports tend to differ dramatically, and there is typically no way to verify whose reports are truthful (if any). To overcome this challenge, this paper uses novel data from a cocoa certifier in Côte d’Ivoire that draws on satellite imagery to minimize under-reporting. Concretely, aerial photos allow them to select remote and hard-to-reach communities—where parents typically have not been sensitized by government or NGOs, averting social desirability biases—and to visit these communities while cocoa is being harvested—precisely when children in employment are very visible, making it easier for enumerators to impute it if parents still fail to report it. We compare their figures with those obtained from business-as-usual surveys with parents and children in these regions, and find that (1) reporting inconsistencies between parents and their children in fact decrease with household remoteness; (2) adults dramatically under-report child labor relative to the certifier data, by a factor of at least 60%; and (3) in turn, children self-reports are statistically identical to the latter. Taking advantage of an experiment that randomly assigned a text-message campaign to discourage child labor, we further show that parents’ reports not only underestimate its prevalence, but can even lead to the wrong conclusions about the effects of policy interventions.\n\nFunding: Study conducted in partnership with Transforming Education in Cocoa Communities (TRECC) and generously funded by the Jacobs Foundation Science of Learning initiative. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Any views and opinions contained in this paper are those of the authors and do not necessarily reflect the views or opinions of TRECC or the Jacobs Foundation.\n\n1 Introduction\n\nChild labor is a pervasive practice in agriculture, especially in West Africa, where the global cocoa industry sources roughly half of its produce. Defined according to international standards and national legislation, child labor typically characterizes any work by children under the age of 12, and excessive or risky work by 12–17 year-olds (see Section 2.1.1). 2020 data from the International Labor Organization (ILO) documented 160 million child workers worldwide—9.6% of all 5–17 year-old children [1]. Strikingly, that figure was over 2-fold in Sub-Saharan Africa (23.9%). In Côte d’Ivoire, the setting of our study, 15% of the cocoa industry employees that year were children [2].\n\nWhile such figures have mobilized massive global attention and resources to combat child labor, a key challenge in interpreting them is reliability. This is because while official statistics on child labor are essentially based on adult reports (see Section 2.1.1), there are many reasons why parents or caregivers may fail to truthfully disclose children in employment. They might fear that admitting to child labor (e.g., that their under-12 year-old children help during the harvest season) could lead them to face legal action from child protective services, or adversely impact their livelihoods (e.g., if the companies sourcing from them are punished for child labor in their supply chain, which could trickle down to lower prices or even to discontinuation of their income; see [3]). Importantly, if parents omit children in employment, child labor will be under-estimated in the data—since child labor is contained in children in employment.\n\nThis paper uses novel data from a cocoa certifier in Côte d’Ivoire to overcome this challenge. ENVERITAS, a global NGO that certifies smallholder coffee and cocoa farms when it comes to agricultural best practices—including the absence of child labor –, draws on satellite imagery to minimize under-reporting. Concretely, aerial photos allow them (1) to select remote and hard-to-reach communities, where parents typically have not been sensitized by government or NGO campaigns to discourage child labor, averting social desirability biases; and (2) to visit these communities during harvest season, precisely when child labor is very visible, making it easier for enumerators to mark it as present even if parents still fail to report it. We compare their figures with those obtained from business-as-usual surveys with parents and children in these regions, which partially overlap with the remote villages where ENVERITAS certifies farming practices. Our sample focuses on primary school children, nearly all under 12 years old—for whom any hours in employment are classified as child labor by national legislation.\n\nBefore turning to the certifier data, we start by documenting patterns in reporting discrepancies in our own surveys that lend credibility to our empirical strategy. Restricting attention to households in our sample with valid GPS location data, 29.3% of adults admit that their children worked at least an hour in cocoa fields in the month before the survey. In contrast, 51.8% of children report that they did so—a striking 77% average difference in reporting rates. First, we document that such discrepancies indeed decrease with the distance from each household to the school their children attend: the difference between children’s and parents’ reports decrease significantly with every additional km from the school, consistent with ENVERITAS’s claim that village remoteness is inversely related to reporting biases. Second, we estimate that children’s self-reports do not increase with distance from the school, minimizing concerns with child labor in more remote villages misrepresenting its typical prevalence. We further document that not only are discrepancies between children’s and parents’ reports much lower when it comes to domestic work—a more socially acceptable activity and typically not the subject of advocacy campaigns, in contrast to labor in cocoa fields –, but also, that such discrepancies do not decrease with household remoteness. All in all, results back up the certifiers’ sampling strategy as a way of measuring the ground truth for the prevalence of child labor, which we can then use to validate parents’ and children’s reports in the sub-sample for which the two datasets overlap.\n\nOur main contribution is to document first-hand that adult surveys indeed under-report the prevalence of child labor, and the extent of under-reporting. In regions with subsequent third-party verification, 45.5% of children reported having worked in cocoa plantations in the previous month, matching almost exactly the 47.8% prevalence indicated by the certifier; in contrast, only 16.2% of parents in those regions reported children in employment—a nearly 2/3 reporting gap. Across regions, under-reporting ranged from 60% to 85%.\n\nPrevious studies were not able to document the extent of under-reporting by parents. These papers rely on three types of comparisons. First, comparisons between parents’ reports under different conditions for social desirability bias [e.g., 4], to document that such biases exist—but unable to pin down their magnitude. Second, comparisons between adults’ and children’s reports [5,6], to document that discrepancies exist—but unable to pin down what the ‘ground truth’ is. Third, comparisons between an objective measure of children in employment and children’s self-reports [7], to document that the latter are accurate—but unable to pin down under-reporting by parents. Similarly to ours, the latter study documents that children accurately report the number of hours they work, using logs from GPS trackers worn by different household members to verify data from surveys and activity diaries. The study, however, actively refrained from having enumerators ask adults about child labor. In the absence of parents’ reports, it could not document whether parents under-report children in employment and, if so, by how much.\n\nOur second contribution is to document that basing child labor accounts on surveys with parents not only underestimates its prevalence, but can also bias evaluations of how it responds to policy interventions. Taking advantage of a randomized control trial that assigned some Ivorian parents to messages discouraging child labor in cocoa fields to study whether the estimated impact of the intervention on child labor depends on how the latter is measured, we find that while messages had no effect on children in employment according to children themselves, they significantly increased children in employment according to parents (by 55.1%). Presumably, the reason for such discrepancy is that the intervention tried to foster investments in children that would reduce children’s participation in labor activities without explicitly condemning child labor—partially deterring social desirability biases. Once again consistent with the claim that such biases are stronger in communities that have been previously sensitized, treatment effects on child labor according to parents sharply decay with our measure of remoteness.\n\nThese findings have key implications for how child labor should be measured. One possibility is to survey children directly (the ‘who’). Our results indicate that this would most likely yield accurate estimates of children in employment, but it might also involve complex technical and ethical dilemmas. It might be hard to ensure a unified understanding of what characterizes employment, especially among younger respondents. Most importantly, participation might put children at risk if it triggers backlash by parents. An alternative is to survey adults, as usual, but to focus on hard-to-reach communities (the ‘where’) during harvest season (the ‘when’)—leveraging technological advances such as satellite imagery. We further discuss the implications and limitations of our findings in Section 4.",
    "Summary": "This academic paper analyzes child labor in the cocoa industry. There is no mention of Tulane in this article."
  },
  {
    "Title": "Trump’s Feud With Musk Could Derail xAI’s $5B Deal – And the Future of Open-Source AI",
    "Sentiment": 0.0,
    "URL": "https://techreport.com/news/trumps-feud-with-musk-could-derail-xais-5b-deal-and-the-future-of-open-source-ai/",
    "Original Datetime": "2025-06-08T20:00:17Z",
    "Adjusted Date": "06/08/2025",
    "Adjusted Time": "03:00 PM CDT",
    "Full Article Text": "Key Takeaways xAI’s $5B debt deal is politically exposed: Elon Musk’s AI startup is raising $5B through convertible debt to fund massive infrastructure projects – but the funding faces turbulence due to rising political tensions.\n\nElon Musk’s AI startup is raising $5B through convertible debt to fund massive infrastructure projects – but the funding faces turbulence due to rising political tensions. Trump – Musk fallout is spooking investors: What started as a public feud has turned into a financial risk, with xAI’s debt price dropping and yields climbing as investors worry about regulatory blowback.\n\nWhat started as a public feud has turned into a financial risk, with xAI’s debt price dropping and yields climbing as investors worry about regulatory blowback. Musk’s vision for Open AI faces new threats: Musk originally launched xAI to counter Big Tech’s closed AI systems with a more ‘truth-seeking’ approach. Now that vision is vulnerable to political grudges, not just market forces.\n\nMusk originally launched xAI to counter Big Tech’s closed AI systems with a more ‘truth-seeking’ approach. Now that vision is vulnerable to political grudges, not just market forces. Politics are becoming a bottleneck for innovation: As AI becomes critical infrastructure, its future increasingly depends on political favor. xAI shows how quickly open innovation can become collateral in a power struggle.\n\nWhen Elon Musk launched xAI, he promised a future where AI wouldn’t be controlled by a handful of corporate giants. He talked about building a safer, more transparent, and open-source alternative to OpenAI.\n\nBut now, Musk’s big plans may run into a political buzzsaw with an old name and a renewed grip on power: President Donald Trump.\n\nThis week, reports surfaced that xAI is trying to raise $5B in debt financing to ramp up its infrastructure and compete with the likes of OpenAI and Google DeepMind.\n\nThe money would go toward building supercomputers and training massive language models.\n\nBut here’s the catch: this kind of funding usually depends on more than just investor excitement. It often involves government contracts, partnerships, and regulatory green lights.\n\nAnd Trump might not be in the mood to play nice with Musk.\n\nThat’s not just gossip. That’s a financial risk.\n\nForget the Feud – This Is About Financing\n\nThe media loves a Musk vs. Trump story.\n\nThere’s plenty of material: Musk’s not-so-subtle jabs at Trump, Trump’s comments about Elon being ‘a liberal’ when it suits him, the weird friendship-turned-friction that played out across X.\n\nBut beneath the memes and soundbites is a serious issue for xAI: politics can now choke off tech innovation, especially when egos are involved.\n\nElon Musk’s companies thrive on public-private relationships. Tesla benefited from massive government subsidies. SpaceX has NASA contracts. Starlink is practically a life-or-death utility in some parts of the world.\n\nEven xAI, which Musk presents as independent, would be affected by national AI strategies, GPU export regulations, and possible government partnerships.\n\nIf Trump sees xAI as part of Musk’s broader empire – or worse, a political rival – he has ways to make life harder.\n\nA delayed export license here, a denied federal AI grant there, a tax incentive that quietly disappears. These aren’t hypotheticals. Trump has used these levers of government to punish perceived enemies before.\n\nTrump vs. Biden on Tech: A Quick Recap\n\nTo understand the threat, it helps to look at how Trump and Biden differ on tech policy.\n\nBiden’s administration took a structured approach.\n\nA sweeping 2023 Executive Order laid out AI safety rules, the CHIPS Act pumped billions into AI and chip research, and 2024 guidance told agencies to stop tossing AI into public systems without oversight.\n\nWhile not publicly waving the open-source flag, the Biden White House quietly backed it – with research grants, calls for transparency, and pressure on Big Tech’s closed ecosystems.\n\nTrump, by contrast, ran tech policy on impulse.\n\nHe didn’t offer an AI roadmap but acted fast when politics got personal. He clashed with Amazon, tried to force a TikTok sale, and blocked foreign deals in the name of national security.\n\nHis ‘America First’ stance made life harder for U.S. firms operating globally. Now that he’s back in office, the same instincts may return – with a sharper edge.\n\nWith Musk no longer in his good graces, xAI might find itself squarely in the blast radius.\n\nInside the $5B Bet: Why xAI Needs the Money\n\nSo what exactly is this $5B Musk is chasing – and why is it such a big deal?\n\nThis isn’t a typical Silicon Valley raise. xAI is pursuing convertible debt – essentially a loan that can later convert into equity if things go well. It’s a financing move that gives investors a path to future ownership without betting on today’s valuation.\n\nAlongside this, Musk’s companies are exploring a $300M secondary share sale that would value xAI at a staggering $113B.\n\nBut the political feud has spooked some investors. Early demand was strong, but the price of xAI’s debt has reportedly slipped from 99 cents to 95 cents on the dollar, and yields have begun to climb.\n\nThat’s a clear sign that political noise is bleeding into financial risk.\n\nThe money isn’t for marketing or headcount. It’s for serious infrastructure. xAI wants to build custom data centers designed to run massive language models – the kind that eat GPUs for breakfast.\n\nxAI has purchased a warehouse and land off Tulane Road, Memphis to build data centers.\n\nSource: Google Maps\n\nThese aren’t rented AWS servers. They’re physical, high-performance facilities meant to match the scale and speed of rivals like OpenAI, Google DeepMind, and Anthropic.\n\nThis kind of ambition is expensive. Training state-of-the-art models can cost hundreds of millions – and that’s before the electricity bill.\n\nIn the current AI arms race, having a good idea isn’t enough. You need hardware, access, and deep pockets.\n\nBut raising that kind of money puts xAI at the mercy of financial markets – and potentially, political ones. If Trump’s White House starts tightening the screws, even the best-laid technical roadmap could hit a wall.\n\nWhat Happens If the Deal Falls Through?\n\nIf xAI fails to land the $5B, it’s not just a delay – it’s a serious roadblock.\n\nThe company’s goal of building competitive, open-source AI models depends on vast compute resources. Without the money, xAI could fall behind in both scale and speed. That wouldn’t just hurt Musk. It would stall one of the few efforts aiming to keep AI development from becoming fully corporate and closed-door.\n\nGrok, xAI’s chatbot, may not be fully open-source, but it’s marketed as a more open, independent alternative to the Big Tech models. Losing that alternative would narrow the playing field.\n\nIn a world where most frontier AI development is bankrolled by the world’s biggest corporations and steered by government alliances, losing xAI’s vision to politics would send a grim message: openness doesn’t scale unless power approves.\n\nAnd if that becomes the new normal, it won’t stop at Musk. It’s a blow to the whole idea of open and decentralized AI.\n\nOpen-Source AI Needs Protection From Politics\n\nThe irony here runs deep.\n\nMusk left OpenAI in 2018, officially due to conflicts with Tesla’s AI work — but he’s since accused the company of drifting toward closed, profit-driven models, especially after its partnership with Microsoft and shift to a for-profit structure. That, in his view, was a betrayal of OpenAI’s original mission.\n\nIn 2023, he founded xAI with a different promise: to build ‘truth-seeking’ AI and push back against what he described as Big Tech’s growing control over artificial intelligence.\n\nBut now, those ideals are under threat – not from market failure or lack of demand, but from political friction and personal grudges. And that should concern anyone who believes AI innovation shouldn’t hinge on which billionaires get along with which presidents.\n\nImagine if Linux developers had to worry about presidential approval before pushing a kernel update. Or if Python’s core library needed sign-off from a national security office. Absurd, right? But that’s not far off from where we’re headed as foundational AI becomes deeply entangled in geopolitics, regulation, and personality-driven policymaking.\n\nAI is becoming critical infrastructure. That means it can be steered, blocked, or co-opted by governments. And if Trump sees AI as a strategic asset – or a threat – he may treat companies like xAI the way he treated TikTok or Huawei: comply or be sidelined.\n\nMusk’s Political Risk Problem\n\nThere’s also a bigger pattern here. Musk is a man of many companies and few filters. That worked well when government contracts were being handed out and he was the darling of innovation.\n\nBut as his political commentary has gotten louder, the backlash is catching up.\n\nTesla is under increased scrutiny, with federal investigations into its Autopilot system and high-profile safety recalls. SpaceX has faced FAA regulatory delays, particularly with Starship launches.\n\nStarlink has drawn foreign policy concerns too – especially after Musk’s role in Ukraine’s military communications raised alarms in Washington and Europe.\n\nStarlink terminal in Donetsk, Ukraine.\n\nImage by Lev Radin/Pacific Press/LightRocket via Getty Images\n\nNow, xAI faces the same kind of vulnerability, with its future tied not just to tech milestones, but to political favor.\n\nThis isn’t about whether Musk is right or wrong politically. It’s about whether one man’s social media posts can jeopardize multibillion-dollar tech ventures. The answer, increasingly, is yes.\n\nWhat Comes Next?\n\nIf xAI pulls off the debt deal anyway, it would be a win for Musk and a sign that private capital still believes in the mission. But if the deal stalls or gets downsized, don’t just blame interest rates or the economy. Blame politics.\n\nWe’re entering an era where innovation doesn’t just compete with other companies. It competes with political whims.\n\nThat’s a dangerous precedent.\n\nBecause today it’s Musk and xAI. Tomorrow it could be any startup that dares to challenge the status quo – or pisses off the wrong president.\n\nOnline Tech Tips, Help Desk Geek, Framework, Insta360, Redmagic, Inmotion, Secretlab, Kodak, and Anker, reviewing their products in real-life scenarios. Her testing process involves real-world use cases – whether it's stress-testing laptops for creative workloads, reviewing the battery performance of mobile gaming phones, or evaluating the long-term ergonomics of furniture designed for hybrid workspaces. In the world of crypto, Anya covers everything from beginner guides to deep dives into hardware wallets, DeFi protocols, and Web3 tools. She helps readers understand how to use multisig wallets, keep their assets safe, and choose the right platforms for their needs. Her writing often touches on financial freedom and privacy – two things she strongly believes should be in everyone’s hands. Outside of writing, Anya contributes to editorial style guides focused on privacy and inclusivity, and she mentors newer tech writers on how to build subject matter expertise and write responsibly. She sticks to high editorial standards, only recommends products she’s personally tested, and always aims to give readers the full picture. You can find her on Key Areas of Expertise: Consumer Tech (laptops, phones, wearables, etc.) Cybersecurity and Digital Privacy PC/PC Hardware Blockchain, Crypto Wallets, and DeFi In-Depth Product Reviews and Buying Guides Whether she’s reviewing a new wallet or benchmarking a PC build, Anya brings curiosity, care, and a strong sense of responsibility to everything she writes. Her mission? To make the digital world a little easier – and safer – for everyone. Anya Zhukova is an in-house tech and crypto writer at Techreport with 10 years of hands-on experience covering cybersecurity, consumer tech, digital privacy, and blockchain. She’s known for turning complex topics into clear, useful advice that regular people can actually understand and use. Her work has been featured in top-tier digital publications including MakeUseOf Switching to Mac , and Make Tech Easier . Whether she’s writing about the latest privacy tools or reviewing a new laptop, her goal is always the same: help readers feel confident and in control of the tech they use every day. Anya holds a BA in English Philology and Translation from Tula State Pedagogical University and also studied Mass Media and Journalism at Minnesota State University, Mankato. That mix of language, media, and tech has given her a unique lens to look at how technology shapes our daily lives. Over the years, she’s also taken courses and done research in data privacy, digital security, and ethical writing – skills she uses when tackling sensitive topics like PC hardware, system vulnerabilities, and crypto security. Anya worked directly with brands like, and, reviewing their products in real-life scenarios. Her testing process involves real-world use cases – whether it's stress-testing laptops for creative workloads, reviewing the battery performance of mobile gaming phones, or evaluating the long-term ergonomics of furniture designed for hybrid workspaces. In the world of crypto, Anya covers everything from beginner guides to deep dives into hardware wallets, DeFi protocols, and Web3 tools. She helps readers understand how to use multisig wallets, keep their assets safe, and choose the right platforms for their needs. Her writing often touches on financial freedom and privacy – two things she strongly believes should be in everyone’s hands. Outside of writing, Anya contributes to editorial style guides focused on privacy and inclusivity, and she mentors newer tech writers on how to build subject matter expertise and write responsibly. She sticks to high editorial standards, only recommends products she’s personally tested, and always aims to give readers the full picture. You can find her on LinkedIn , where she shares more about her work and projects.Consumer Tech (laptops, phones, wearables, etc.) Cybersecurity and Digital Privacy PC/PC Hardware Blockchain, Crypto Wallets, and DeFi In-Depth Product Reviews and Buying Guides Whether she’s reviewing a new wallet or benchmarking a PC build, Anya brings curiosity, care, and a strong sense of responsibility to everything she writes. Her mission? To make the digital world a little easier – and safer – for everyone. View all articles by Anya Zhukova\n\nRelated Articles",
    "Summary": "This article discusses the potential impact of the Trump-Musk feud on xAI's funding. It mentions that xAI purchased a warehouse and land off Tulane Road, Memphis to build data centers.  However, this is purely geographical and doesn't relate to the university itself."
  },
  {
    "Title": "National WWII Museum launches new $300M giving campaign",
    "Sentiment": 0.0,
    "URL": "https://www.nola.com/news/business/national-wwii-museum-giving-campaign-endowment/article_43949af9-fe8e-4bf4-af98-41f1c1ae01b4.html",
    "Original Datetime": "2025-06-06T17:08:28Z",
    "Adjusted Date": "06/06/2025",
    "Adjusted Time": "12:08 PM CDT",
    "Full Article Text": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items.",
    "Summary": "This article is about the National WWII Museum's fundraising campaign.  There is no mention of Tulane University. Therefore, the sentiment towards Tulane is neutral."
  },
  {
    "Title": "Charity Hospital project got city money but what about state funds?",
    "Sentiment": 0.5,
    "URL": "https://www.theadvocate.com/baton_rouge/news/business/charity-hospital-tulane/article_374ae65d-e392-50c5-bf38-a669073e4866.html",
    "Original Datetime": "2025-06-10T09:00:00Z",
    "Adjusted Date": "06/10/2025",
    "Adjusted Time": "04:00 AM CDT",
    "Full Article Text": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items.",
    "Summary": "This article discusses Tulane University's involvement in the redevelopment of Charity Hospital and securing city funds for the project.  The uncertainty regarding state funding is presented as a potential obstacle, but the securing of city funds is a positive development for Tulane's involvement in the project.  Tulane is directly mentioned."
  },
  {
    "Title": "How Agriculture-based Neighborhoods Boost Mental and Neurologic Health",
    "Sentiment": 0.8,
    "URL": "https://www.brainandlife.org/articles/agriculture-neighborhoods-mental-neurologic-health",
    "Original Datetime": "2025-06-05T20:12:54Z",
    "Adjusted Date": "06/05/2025",
    "Adjusted Time": "03:12 PM CDT",
    "Full Article Text": "Courtesy The Center for Discovery\n\nKaren London's son, Zachary, was 19 when he began living at The Center for Discovery in New York's Catskill Mountains, where residents eat what they grow on 300 certified organic acres. The young man with autism began to pitch hay, seed land, and collect and sort eggs from free-range chickens. Now 37, Zachary still enjoys meaningful work there, his mother says.\n\n“There's no ultra-processed food,” she adds. “They truly believe that nutrition is a source of wellness. Overall, they optimize Zachary's physical health. He is physically active every day.”\n\nThe perks of farm living—fresh air, sunshine, and seasonal produce—are why agriculture-based neighborhoods, or “agrihoods,” have kept sprouting since the start of the century. They incorporate some type of agriculture, such as a working farm or community garden, whose harvests go to residents. Agrihoods provide an amenity the whole family can learn from, let residents be part of a team, and preserve the land. Neurologists say this model and the food it provides could help delay early brain aging and dementia and prevent other neurologic conditions, too.\n\nThe United States has about 200 agrihoods in at least 30 states across a variety of climates, including Florida, Illinois, Colorado, and Hawaii, according to a 2024 report by the National Association of Home Builders. They exist in rural communities and around cities.\n\nA Growing Movement\n\nThe first well-known model was Agritopia, built in Gilbert, AZ, outside Phoenix. Construction began in 2001, and Agritopia continues to thrive. Newer neighborhoods include upscale housing at Arden in Palm Beach County, FL, and affordable housing units at Agrihood in urban Santa Clara, CA. The farms tend to focus on growing produce, but some also keep livestock.\n\nSome agrihoods grow food just to feed their own residents, while others offer Community Supported Agriculture (CSA) farm shares, which consumers pay for in advance; sell crops at farmer's markets; or provide produce for on-site stores where residents can shop. People can enjoy getting their hands dirty or, if they have mobility issues, sitting down to help package herbs or mark prices. Some have children's programs or incorporate animals, such as Catskills Agrihood on Hope Street in New York.\n\nSerenbe Farms, an agrihood with more than 1,000 residents in Chattahoochee Hills, GA, was built around a 25-acre certified organic farm starting in 2004. It aims to “connect people to nature, to each other, and to a lifestyle that prioritizes holistic well-being, starting with access to fresh, local produce,” says Amy Peterson, Serenbe's community operations and relationships manager. Ten to 20 residents volunteer each week, growing vegetables, fruit, flowers, and herbs.\n\nMary Collins-Shepard spends her days sowing seeds in a greenhouse, transplanting seedlings, and organizing produce at Serenbe. “Engaging with my neighbors at the farm is energizing, but the time can also be very meditative if I happen to be working alone,” says the 67 year old, who moved to the agrihood outside Atlanta from Knoxville, TN, with her husband seven years ago.\n\nThe produce she helps grow and harvest goes into Serenbe's CSA system, Saturday farmer's market, and farm-to-table restaurants—efforts that benefit not only her but also her neighbors.\n\nSome homes for people with developmental challenges have similar setups, such as Camphill North America community living programs, which serve people with autism, Down syndrome, Fragile X syndrome, and other conditions. Residents at Camphill Hudson in New York, for example, eat the produce they grow. Former president Tim Paholak has been involved since 1976 and calls the program life-changing: “Developing community is a vital component of human health for all of us.”\n\nBrain Benefits\n\nDemetrius M. Maraganore, MD, FAAN, professor and chair of the department of neurology at Tulane University School of Medicine and co-director of the Healthy Brain Aging Initiative at University Medical Center of New Orleans, says farm-centric living fits nicely into Healthy Brain's mission to prevent cognitive decline and dementia with evidence-based lifestyle and behavioral interventions.\n\n“My father developed Alzheimer's disease, and so did his mother and her mother,” says Dr. Maraganore. “I thought, ‘How can I prevent this? We need to change our lifestyle and habits.’ … My passion is to harness nutrition to develop treatments for Alzheimer's. We now have the opportunity to prevent it.”\n\nHe stands by a Mediterranean-style diet, which usually includes lots of fruits, vegetables, whole grains, beans, nuts, and seeds, with olive oil as a primary fat source and dairy products, eggs, fish, and poultry consumed in low to moderate amounts. It centers on minimally processed, plant-based foods and limits sugar, fried food, refined carbohydrates, and saturated fats.\n\nNikolaos Scarmeas, MD, PhD, of the department of neurology at National and Kapodistrian University of Athens in Greece and Columbia University, said by email that a “Mediterranean-like diet” has “the most scientific support regarding less risk for cognitive decline and dementia.” It can improve blood flow and circulation in the brain and promote better overall cardiovascular health, Dr. Maraganore adds.\n\nA review of 64 studies by Tulane's Healthy Brain Aging Initiative team in 2022 found that the Mediterranean diet can help promote gut health, which may be neuroprotective, and was associated with a lower risk of Alzheimer's and Parkinson's diseases. The researchers also found that the diet's nutrient-dense and fiber-rich foods (compared to the typical low-fiber Western diet) may be beneficial for not only overall health but also healthy brain aging.\n\nNot everyone can easily access these foods, Dr. Maraganore points out, especially if they live in a “food desert,” an area with limited access to fresh, affordable, and nutritious food. This makes moving to agrihoods appealing. With farm-grown produce, he says, “you can stick closer to a good diet.”\n\nSunshine also provides vitamin D, an anti-inflammatory; not having enough vitamin D is a risk factor for Parkinson's, stroke, and Alzheimer's, says Dr. Maraganore, who points out other agrihood benefits, too: “The community involvement and socialization in a farm venture can keep aging brain cells from dying and reduce dementia and anxiety.”\n\nLearn More\n\nFor farm-to-table recipes with fresh, seasonal ingredients, visit Brain & Life's Nutrition page.",
    "Summary": "This article features Demetrius M. Maraganore, MD, FAAN, professor and chair of the department of neurology at Tulane University School of Medicine, and his research on the benefits of agrihoods and the Mediterranean diet. Dr. Maraganore's affiliation with Tulane is highlighted. The positive portrayal of his work and research reflects positively on Tulane University. Tulane is mentioned multiple times."
  },
  {
    "Title": "Tulane scientist resigns citing university censorship of pollution and racial disparity research",
    "Sentiment": -0.8,
    "URL": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_83a7b7b2-c9d9-4ecb-8869-cb61abb5f2f9",
    "Original Datetime": "2025-06-11T17:28:01Z",
    "Adjusted Date": "06/11/2025",
    "Adjusted Time": "12:28 PM CDT",
    "Full Article Text": "If you click 'Accept all', we and our partners, including 240 who are part of the IAB Transparency &amp; Consent Framework, will also store and/or access information on a device (in other words, use … [+714 chars]",
    "Summary": "This article title suggests a negative event concerning Tulane University. A scientist's resignation due to alleged censorship implies potential reputational damage to the university. The article text was not available for a more thorough analysis."
  },
  {
    "Title": "Texas Home Insurance Warning Issued",
    "Sentiment": 0.0,
    "URL": "https://www.newsweek.com/texas-home-insurance-warning-issued-2083800",
    "Original Datetime": "2025-06-12T10:00:02Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "05:00 AM CDT",
    "Full Article Text": "It is only a matter of time before the property insurance crisis that has already hit California and Florida reaches Texas, according to experts, as coverage is quickly becoming unaffordable or unava… [+8476 chars]",
    "Summary": "This article discusses warnings about the Texas home insurance market.  There is no mention of Tulane."
  },
  {
    "Title": "Passive Income Withholding: $200 Billion In Revenue Without Raising Taxes",
    "Sentiment": 0.5,
    "URL": "https://taxprof.typepad.com/taxprof_blog/2025/06/passive-income-withholding-200-billion-in-revenue-without-raising-taxes.html",
    "Original Datetime": "2025-06-11T19:01:00Z",
    "Adjusted Date": "06/11/2025",
    "Adjusted Time": "02:01 PM CDT",
    "Full Article Text": "Jay A. Soled (Rutgers; Google Scholar) &amp; James Alm (Tulane; Google Scholar), Passive Income Withholding: $200 Billion in Revenue Without Raising Taxes, 187 Tax Notes Fed. 1163 (May 19, 2025):\r\nIn… [+2309 chars]",
    "Summary": "This article mentions a research paper co-authored by James Alm of Tulane University.  The mention of Tulane is positive, associating the university with academic research and potential solutions to economic issues.  The article highlights the academic work of a Tulane professor, bolstering the reputation of the institution by association with important economic research."
  },
  {
    "Title": "El mercurio en los ríos en el mundo se ha duplicado desde 1850, según estudio",
    "Sentiment": 0.7,
    "URL": "https://www.dw.com/es/el-mercurio-en-los-r%C3%ADos-en-el-mundo-se-ha-duplicado-desde-1850-seg%C3%BAn-estudio/a-72883643",
    "Original Datetime": "2025-06-12T12:06:00Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "07:06 AM CDT",
    "Full Article Text": "Un nuevo estudio liderado por la Universidad Tulane advierte sobre el aumento de los niveles de mercurio en los ríos. Las consecuencias no solo afectan la salud humana sino también a los ecosistemas.\n\nDesde la Revolución Industrial, la creciente actividad humana ha tenido un gran impacto en el medioambiente. Una evidencia de ello es el aumento de los niveles de mercurio en los ríos del mundo, que se han duplicado. Los altos niveles de este químico no solo tienen graves consecuencias para la salud humana, sino también para los ecosistemas.\n\nLa minería, la combustión de carbón y la industria han aumentado la contaminación por mercurio y han alterado la circulación de los ríos fluviales. Está combinación de factores provocan un fuerte aumento de las concentraciones de este químico, según un estudio de la Universidad Tulane (Estados Unidos). El informe se publicó el miércoles (11.06.2025) en la revista Science.\n\nCientíficos de China, EE. UU y Francia desarrollaron un modelo basado en procesos para simular el transporte de mercurio en los ríos. Los resultados: antes de 1850, los ríos del mundo vertían a los océanos alrededor de 390 toneladas métricas de mercurio al año. Actualmente, los ríos transportan mil toneladas métricas.\n\n\"Las actividades humanas han alterado el ciclo global del mercurio en todos los aspectos\", dijo Yanxu Zhang, profesor de la Universidad Tulane y autor principal del estudio. \"Los estudios anteriores se han centrado en las concentraciones de mercurio en la atmósfera, los suelos y el agua de mar y han pasado por alto en gran medida los ríos, una vía importante para el mercurio que se ha convertido efectivamente en una tubería para las aguas residuales de origen municipal e industrial\", detalla el investigador.\n\nLos resultados del informe tienen importantes implicaciones para la salud humana, ya que el mercurio contiene potentes neurotoxinas que se acumulan en los peces que consumimos. Además, los expertos advierten que la fauna silvestre ha sufrido un aumento preocupante de los niveles de mercurio.\n\nLa minería, la combustión de carbón y la industria han aumentado la contaminación por mercurio y han alterado la circulación de los ríos fluviales. Imagen: Alan Chavez/AFP/Getty Images\n\nUn estudio regional\n\nPara la realización del estudio, se creó un modelo informático detallado llamado MOSART-Hg, que simulaba el transporte preindustrial del mercurio desde la tierra hasta los océanos a través de los sistemas fluviales. Los hallazgos coincidieron con las concentraciones de mercurio encontradas en muestras de sedimentos datadas de zonas costeras de todo el mundo, lo que validó el enfoque de la investigación.\n\nLos patrones regionales revelaron que los aumentos más drásticos de la contaminación por mercurio se produjeron en América del Norte y del Sur, que contribuyeron con un 41 por ciento del crecimiento mundial del mercurio fluvial desde 1850, seguidas por el sudeste asiático (22 %) y el sur de Asia (19 %).\n\nEn la región amazónica, los niveles de mercurio se dispararon debido al aumento de la erosión del suelo por la deforestación y a las emisiones de mercurio procedentes de las actividades mineras. \"El balance de mercurio del río Amazonas supera ahora las 200 toneladas métricas al año, y tres cuartas partes de esta cantidad provienen de actividades humanas, principalmente de la minería artesanal\", aseguró Zhang.\n\nEn Asia Oriental, donde los ríos aportan más del 70 % del mercurio global, las emisiones industriales de mercurio se identificaron como el principal factor del aumento de contaminación.\n\nNo todas las regiones experimentaron incrementos\n\nEn la región mediterránea se registraron bajos niveles de mercurio, en comparación con la era preindustrial. Los científicos creen que esto se debe a la construcción de presas como la que se encuentra en el río Nilo.\n\nLos expertos consideran que esta investigación puede ser de gran ayuda para poder gestionar de mejor forma la contaminación por mercurio, y buscar soluciones. Además, opinan que se deberían fijar objetivos mundiales para reducir las emisiones de mercurio fluvial, y restaurar los entornos contaminados.\n\nbt (EFE, Phys.org, ABC)",
    "Summary": "This article highlights a study led by Tulane University on the increase in mercury levels in rivers worldwide.  The research is presented in a positive light, showcasing Tulane's contribution to important environmental research. This significantly boosts Tulane's reputation by associating it with impactful scientific work that has global implications."
  },
  {
    "Title": "Gavin Gassen, M.D. Brings His Expertise to ENT and Allergy Associates’ Poughkeepsie Office",
    "Sentiment": 0.8,
    "URL": "https://www.globenewswire.com/news-release/2025/06/12/3098102/0/en/Gavin-Gassen-M-D-Brings-His-Expertise-to-ENT-and-Allergy-Associates-Poughkeepsie-Office.html",
    "Original Datetime": "2025-06-12T09:00:00Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "04:00 AM CDT",
    "Full Article Text": "Tarrytown, New York, June 12, 2025 (GLOBE NEWSWIRE) -- ENT and Allergy Associates, LLP (ENTA), the largest ear, nose, throat, allergy, and audiology practice in the country, is proud to welcome Gavin M. Gassen, M.D., a board-certified Otolaryngologist and Head and Neck Surgeon, to its team of specialists in Poughkeepsie, NY, beginning November 1, 2025. Dr. Gassen will see both adult and pediatric patients at ENTA’s office at 21 Reade Place, Suite 3200, Poughkeepsie, NY.\n\nDr. Gassen brings with him a diverse clinical experience few physicians can match—spanning academic medicine, humanitarian missions, and over a decade of decorated service in the U.S. Navy Medical Corps. Dr. Gassen most recently practiced at Plessen Ear, Nose & Throat in St. Croix, U.S.V.I., while also serving as Adjunct Assistant Professor of Otolaryngology at Tulane University School of Medicine. A New Orleans native, he completed his undergraduate and medical degrees at Tulane, followed by intensive surgical training at Charity Hospital, Memorial Sloan-Kettering Cancer Center, and the University of Maryland.\n\nDuring his military service, Dr. Gassen earned the rank of Commander and served as a Naval Flight Surgeon during Operation Iraqi Freedom. He was awarded the Navy/Marine Corps Commendation Medal among other honors, for excellence in patient care and operational leadership. Beyond the clinic, Dr. Gassen has also led medical missions delivering head and neck surgical care to underserved communities and has been published in several peer-reviewed journals. He holds memberships in the American Academy of Otolaryngology–Head and Neck Surgery, American Academy of Otolaryngic Allergy, American Rhinologic Society, the American Academy of Sleep Medicine and The Society of U.S. Naval Flight Surgeons.\n\nIn the Poughkeepsie office, Dr. Gassen will join Otolaryngologists Ryan Borress, M.D.; Jason Cohen, M.D., F.A.C.S; Rami Payman, M.D., Hector Rodriguez, M.D.; Mark Very, M.D.; and Allergist/Immunologist Michael Hugh, M.D.\n\n“Dr. Gassen’s background is as impressive as it is unique,” said Steven Gold, M.D., Vice President and Chair of the ENTA Recruitment Committee. “He’s served with distinction in the U.S. Navy, trained at world-renowned institutions, and delivered care across academic, private, and international humanitarian settings. That kind of experience translates into a physician who brings both clinical excellence and deep compassion to his patients. I have no doubt that his addition to our Poughkeepsie team will result in an immediate and meaningful benefit to the community. We are truly proud to welcome him to ENTA.”\n\nTo learn more about ENTA, find a local office or book an appointment, visit www.entandallergy.com or call 1-855-ENTA-DOC.\n\nAbout ENT and Allergy Associates, LLP:\n\nENT and Allergy Associates, LLP (ENTA) is the largest ENT, Allergy, and Audiology practice in the country, with over 450 clinicians who now practice in over 60 clinical locations throughout New York, New Jersey, and Pennsylvania. Each ENTA clinical office is comprised of world-class physicians who are specialists and sub-specialists in their respective fields, providing the highest level of expertise and care. With a wide range of services including Adult and Pediatric ENT and Allergy, Voice and Swallowing, Advanced Sinus and Skull Base Surgery, Facial Plastics and Reconstructive Surgery, Treatment of Disorders of the Inner Ear and Dizziness, Asthma-related services, Diagnostic Audiology, Hearing Aid Dispensing, Sleep and CT Services, ENTA Is able to meet the needs of patients of all ages. ENTA is also affiliated with some of the most prestigious medical institutions in the world, including The Mount Sinai Health System, Montefiore Medical Center, Northwell Health and Cooperman Barnabas Medical Center. Each year ENTA physicians are voted ‘Top Doctor’ by Castle Connolly, a true testament to the exceptional care and service they provide to their patients.\n\nAttachment",
    "Summary": "This article announces a new hire for ENT and Allergy Associates. Dr. Gassen is highlighted as an Adjunct Assistant Professor of Otolaryngology at Tulane University School of Medicine.  The mention of Tulane is highly positive, connecting the university to a successful and highly accomplished physician, thereby indirectly enhancing its reputation through association."
  },
  {
    "Title": "Bay Area Lyme Foundation Announces National Winner of the 2025 Emerging Leader Award to Develop a Much-Needed Rapid, Low-Cost, Easy-to-Use Lyme Disease Test",
    "Sentiment": 0.8,
    "URL": "https://www.globenewswire.com/news-release/2025/06/12/3098545/0/en/Bay-Area-Lyme-Foundation-Announces-National-Winner-of-the-2025-Emerging-Leader-Award-to-Develop-a-Much-Needed-Rapid-Low-Cost-Easy-to-Use-Lyme-Disease-Test.html",
    "Original Datetime": "2025-06-12T15:05:00Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "10:05 AM CDT",
    "Full Article Text": "PORTOLA VALLEY, Calif., June 12, 2025 (GLOBE NEWSWIRE) -- Bay Area Lyme Foundation, a leading sponsor of Lyme disease research in the US, has given its 2025 Emerging Leader Award (ELA) to Chao Wang, PhD, associate professor in the School of Electrical, Computer and Energy Engineering at Arizona State University, faculty with ASU’s Biodesign Institute® and an expert in nanotechnology and biosensors. Wang will receive $150,000 to support his work to develop a much-needed rapid, low-cost, easy-to-use test, called Nano2RED-LD, for Lyme disease. The test aims to deliver results in as few as 30 minutes when a patient who may have Lyme disease first sees a doctor.\n\nThere is an immense need for better Lyme disease tests. Today’s standard-of-care tests miss too many cases at all stages of Lyme disease, including as many as 70% of early Lyme cases.\n\n“With Lyme disease cases rising steadily across the U.S., the need for accurate and timely diagnostic tools has never been greater,” said Katariina Tuovinen, research grant director, Bay Area Lyme Foundation. “Dr. Wang’s pioneering work epitomizes the essence of this award as it applies innovation from other infectious diseases in an effort to enhance outcomes for patients affected by Lyme disease.”\n\nThis unique diagnostic system uses gold nanoparticles along with an innovative electronically driven data readout system that has shown promise in detecting Ebola and COVID-19, as well as detecting a Lyme protein called OppA2. The platform offers a novel combination of direct and indirect detection for Lyme disease as it detects both antigens and antibodies, producing a clear signal, with the intent to enhance detection. To automatically transmit the data, it leverages a circuit-integrated electronic readout that digitizes the gold nanoparticle signals for accurate and easy data analysis, further simplifying the use of the diagnostic system.\n\nWang’s ELA research project will use samples from Bay Area Lyme Foundation’s Lyme Disease Biobank to measure sensitivity and specificity with positive and negative controls.\n\nWang first used Nano2RED-LD to detect Ebola and SARS-CoV-2 viruses, showing it could be about 1,000 times more sensitive than the commonly used ELISA test. Over the past two years, his lab has also demonstrated that Nano2RED-LD can detect the protein OppA2, a lipoprotein and part of a family of proteins in Borrelia burgdorferi, the bacterium that causes Lyme disease. For this research with OppA2, Wang has worked closely with Bay Area Lyme Foundation scientific advisory board member, Monica Embers, PhD, associate professor in the Division of Immunology at Tulane National Primate Research Center, and 2021 ELA winner, Michael Rout, PhD, professor and head of Laboratory of Cellular and Structural Biology at Rockefeller University.\n\n“We believe collaboration between researchers is a key component driving innovative science and appreciate the support Dr. Wang is receiving from the community,” said Linda Giampa, executive director of Bay Area Lyme Foundation. “We are proud to see the extensive resources of our Lyme Disease Biobank being used for such important research, and we value the opportunity to support work that brings us closer to developing improved diagnostics for patients with Lyme disease.”\n\nPrevious Emerging Leader Award recipients have come from institutions, including Brandeis University, Harvard University, Massachusetts Institute of Technology, Louisiana State University, North Carolina State University, Stanford University School of Medicine, Texas A&M, Tulane University, University of California San Francisco, Rockefeller University, Stanford University, Tufts University, and Northwestern University. Most of these projects were in the early stages of research, and the Emerging Leader Award enabled scientists to generate data required for ongoing support from Bay Area Lyme Foundation and/or government funding. Many findings have been accepted for presentation at well-respected scientific forums or are detailed in peer-reviewed papers.\n\nSince its inception in 2014, the Emerging Leader Award has recognized scientists and researchers with innovative ideas to advance diagnostics or treatments for Lyme disease. Those interested in applying for the 2026 award or exploring additional funding opportunities offered by the Bay Area Lyme Foundation are encouraged to visit: https://www.bayarealyme.org/our-research/grant-process/ .\n\nAbout Lyme Disease\n\nThe most common vector-borne infectious disease in the US, Lyme disease is a potentially disabling infection caused by bacteria transmitted through the bite of an infected tick to people and pets, and can be potentially passed from a pregnant mother to her unborn baby. If caught early, most cases of Lyme disease can be effectively treated, but it is commonly misdiagnosed due to lack of awareness and inaccurate diagnostic tests. Based on the trajectory of Lyme disease cases documented by CDC between 2010 and 2018, Bay Area Lyme estimates that there are now more than 620,000 new cases of Lyme disease each year, and, as a result of the difficulty in diagnosing and treating Lyme disease, up to two million Americans may be suffering from the impact of its debilitating long-term symptoms and complications..\n\nAbout Bay Area Lyme Foundation\n\nBay Area Lyme Foundation , a national organization committed to making Lyme disease easy to diagnose and simple to cure, is the leading public charity sponsor of innovative Lyme disease research in the US. A 501c3 organization based in Silicon Valley, Bay Area Lyme Foundation collaborates with world-class scientists and institutions to accelerate medical breakthroughs for Lyme disease. It is also dedicated to providing reliable, fact-based information so that prevention and the importance of early treatment are common knowledge. Historically a pivotal donation from the LaureL STEM fund covered all overhead costs through 2024. In 2023 a Bay Area Lyme Endowment was formed which allows for 100% of all donor contributions to the Bay Area Lyme Foundation to go directly to research and prevention programs in perpetuity. For more information about Lyme disease or to get involved, visit www.bayarealyme.org or call us at 650-530-2439.\n\nMedia contact:\n\nTara DiMilia\n\nPhone: 908-369-7168\n\nTara.DiMilia@tmstrat.com",
    "Summary": "This article discusses the Bay Area Lyme Foundation's Emerging Leader Award and mentions Monica Embers, PhD, associate professor in the Division of Immunology at Tulane National Primate Research Center, as someone Dr. Wang worked closely with.  The overall sentiment is positive towards Tulane, as it highlights the affiliation of one of its faculty members with important research.  The mention is brief, but positive in context."
  },
  {
    "Title": "Los niveles de mercurio en ríos han subido un 150% en la era industrial",
    "Sentiment": 0.0,
    "URL": "https://www.europapress.es/ciencia/habitat/noticia-niveles-mercurio-rios-subido-150-era-industrial-20250612111834.html",
    "Original Datetime": "2025-06-12T09:18:34Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "04:18 AM CDT",
    "Full Article Text": "El establecimiento de una línea de base para el mercurio ribereño durante la era preindustrial puede servir como un punto de referencia clave - UNSPLASH\n\nMADRID, 12 Jun. (EUROPA PRESS) -\n\nLos niveles de mercurio en los ríos del mundo se han más que duplicado desde la era preindustrial, según una investigación de la Universidad de Tulane que es pionera en el ámbito fluvial.\n\nEl estudio, publicado en Science Advances, desarrolló un modelo basado en procesos para simular el transporte de mercurio en los ríos y descubrió que, antes de 1850, los ríos del mundo transportaban aproximadamente 390 toneladas métricas de mercurio a los océanos anualmente. Hoy en día, esa cifra ha ascendido a unas 1.000 toneladas métricas al año, un 150 por ciento más.\n\nLos principales impulsores de este aumento son el vertido de aguas residuales, la erosión del suelo y las liberaciones de mercurio procedentes de las actividades industriales y la minería, afirmó el autor principal, Yanxu Zhang, profesor asociado de Ciencias de la Tierra y Ambientales en la Facultad de Ciencias e Ingeniería de Tulane.\n\n\"Las actividades humanas han alterado el ciclo global del mercurio en todos sus aspectos\", afirmó Zhang en un comunicado. \"Si bien estudios anteriores se han centrado en las concentraciones de mercurio en la atmósfera, el suelo y el agua de mar, han pasado por alto en gran medida los ríos, una vía importante para el mercurio que se ha convertido, de hecho, en una vía de desagüe para las aguas residuales de fuentes municipales e industriales\".\n\nAUMENTOS PREOCUPANTES\n\nLos hallazgos tienen implicaciones significativas para la salud humana y la vida silvestre, ya que los compuestos de mercurio son potentes neurotoxinas que pueden acumularse en los peces y representar riesgos para la salud a través del consumo. Los investigadores señalan que los ríos cercanos a hábitats críticos para la vida silvestre, incluyendo las principales rutas migratorias de aves en Asia Oriental y América del Norte, han experimentado aumentos preocupantes en los niveles de mercurio.\n\n\"El establecimiento de una línea de base para el mercurio ribereño durante la era preindustrial puede servir como un punto de referencia clave\", afirmó Zhang, señalando que podría proporcionar objetivos para acuerdos internacionales como el Convenio de Minamata sobre el Mercurio, cuyo objetivo es reducir la contaminación global por mercurio.\n\nEl equipo de investigación de Tulane creó un modelo informático detallado llamado MOSART-Hg para simular el transporte de mercurio preindustrial de la tierra a los océanos a través de los sistemas fluviales. Sus hallazgos coincidieron estrechamente con las concentraciones de mercurio encontradas en muestras de núcleos de sedimentos datados de zonas costeras de todo el mundo, lo que valida su enfoque.\n\nLos patrones regionales revelaron que los aumentos más drásticos en la contaminación por mercurio se produjeron en América del Norte y del Sur, que contribuyen con el 41 % del crecimiento mundial del mercurio fluvial desde 1850, seguidas del Sudeste Asiático (22 %) y el Sur de Asia (19 %).\n\nEl estudio identificó la minería de oro artesanal y en pequeña escala (MAPE) como un contribuyente particularmente significativo a la contaminación por mercurio en América del Sur, el Sudeste Asiático y partes de África.\n\nEn la región amazónica, por ejemplo, los niveles de mercurio se han disparado debido tanto al aumento de la erosión del suelo por la deforestación como a las liberaciones de mercurio derivadas de las actividades mineras.\n\n\"El balance de mercurio del río Amazonas supera actualmente las 200 toneladas métricas anuales, y tres cuartas partes de este provienen de actividades humanas, principalmente de la MAPE\", afirmó Zhang.\n\nLas liberaciones industriales de mercurio se identificaron como el principal impulsor de los aumentos en regiones como Asia Oriental, donde los ríos de China aportan más del 70 % del mercurio regional. El flujo de mercurio del río Yangtsé se ha más que duplicado con respecto a los niveles preindustriales.\n\nMENOS EN EL MEDITERRÁNEO\n\nSin embargo, no todas las regiones experimentaron aumentos. La región mediterránea experimentó niveles de mercurio más bajos en comparación con la época preindustrial, lo que los investigadores atribuyen a la construcción de presas como la Presa Alta de Asuán en el río Nilo, que retienen sedimentos cargados de mercurio.\n\nLas concentraciones fluviales de mercurio podrían servir como un indicador de respuesta rápida para evaluar la eficacia de la gestión de la contaminación por mercurio a medida que los países trabajan para reducir las emisiones de mercurio y restaurar los entornos contaminados, afirmó.\n\nEl estudio también cuenta con la participación de colaboradores internacionales de la Universidad de California en San Diego, la Universidad Forestal de Pekín, el Servicio Geológico de Estados Unidos y Géosciences Environnement Toulouse.",
    "Summary": "This article focuses on a Tulane University study about rising mercury levels in rivers.  Tulane's involvement is mentioned positively as the source of pioneering research; however, the article's main subject is the environmental issue itself, not Tulane."
  },
  {
    "Title": "Memes 2025, AI Scams, Smartphone Photography, More: Thursday Evening ResearchBuzz, June 12, 2025",
    "Sentiment": 0.8,
    "URL": "https://researchbuzz.me/2025/06/12/memes-2025-ai-scams-smartphone-photography-more-thursday-evening-researchbuzz-june-12-2025/",
    "Original Datetime": "2025-06-13T00:26:10Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "07:26 PM CDT",
    "Full Article Text": "TWEAKS AND UPDATES\n\nMashable: The best memes of 2025 (so far). “Memes are few and far between in 2025, but there are still some good ones. Why are memes so rare? Simply put: TikTok. The heart of digital culture has migrated to TikTok, which is a short-form video platform. So there remain memes of a sort — they’re mostly called TikTok trends — but the text-and-image-based memes of years past? Those are harder to come by.”\n\nEngadget: The Oversight Board says Meta isn’t doing enough to fight celeb deepfake scams. “Scams using AI deepfakes of celebrities have become an increasingly prominent issue for Meta over the last couple of years. Now, the Oversight Board has weighed in and has seemingly confirmed what other critics have said: Meta isn’t doing enough to enforce its own rules, and makes it far too easy for scammers to get away with these schemes.”\n\nUSEFUL STUFF\n\nGenealogyBank: Genealogy Tips: Organizing and Preserving Cell Phone Photos. “In this article, Gena Philibert-Ortega gives tips and storage ideas for organizing the photos on your smartphone. Gena is a genealogist and author of the book ‘From the Family Kitchen.'”\n\nAROUND THE SEARCH AND SOCIAL MEDIA WORLD\n\nCalishat: RSS With An Expiration Date: The Temporary Obsessions Feed Reader. “I love RSS; I literally couldn’t do my self-appointed job without it. But when it comes to temporarily monitoring topics, RSS feeds are a bit unwieldy; you have to add another layer of workflow to add/remove feeds, set up reminders for yourself, etc. All that has hitherto discouraged me from using RSS when there was a time-sensitive or current event topic to cover. But RSS is too valuable to leave on the shelf when curating content. So I made a Google Sheets-based tool called Temporary Obsessions Feed Reader.”\n\nDigiday: Marketers set to meet with TikTok in Cannes to discuss the platform’s future plans. “Last year at the Cannes Lions festival, TikTok execs were peppered with questions about the app’s future in the U.S. This time, advertisers want to know about its future, full stop. Whether it’s querying TikTok’s long-term plans for AI, clarity on its partner programs or the inside track on its product road map, marketers on the Croisette are gearing up to determine how the app will (or won’t) fit into their future plans.”\n\nSECURITY & LEGAL\n\nIrish Council for Civil Liberties: Public Services Card database of millions of Irish people’s faces declared illegal . “The decision vindicates the actions taken by ICCL and Digital Rights Ireland against the Department of Employment and Social Protection (DEASP). The Government had previously claimed that the facial records were not biometric data. Today, the DPC found that the Department unlawfully collected facial records (biometric data) from 70% of the population of Ireland over 15 years.”\n\nSky News: 4Chan being investigated by UK officials under new online safety rules. “4Chan, an online forum notorious for its extreme content, is being investigated by UK officials over its failure to comply with new internet safety rules. Ofcom, the UK’s communications regulator, said it had received complaints about potential illegal content on 4Chan, as it announced nine new investigations into sites that may have broken new rules.”\n\nRESEARCH & OPINION\n\nTulane University: New Tulane study finds generative AI can boost employee creativity—but only for strategic thinkers. “The employees who benefited most weren’t just using ChatGPT passively. They were actively thinking about how to approach their work, what problems they were trying to solve, and how best to use AI to support their goals. In short, they were skilled at managing their own thinking— planning, reflecting, and adjusting their approach as needed.”\n\nOTHER THINGS I THINK ARE COOL\n\nMIT News: Window-sized device taps the air for safe drinking water. “The system runs entirely on its own, without a power source, unlike other designs that require batteries, solar panels, or electricity from the grid. The team ran the device for over a week in Death Valley, California — the driest region in North America. Even in very low-humidity conditions, the device squeezed drinking water from the air at rates of up to 160 milliliters (about two-thirds of a cup) per day.”\n\nBook Riot: Want To Help Teens Protect The Freedom to Read? Libraries, Apply for Books Unbanned Programming Funding Now . “Libraries nationwide are invited to apply for one-time funds to launch programming for teens and young adults related to the freedom to read. A total of $50,000 in funding will be given out, ranging from $1,000 to $10,000. Any US library is eligible to apply and receive funding, but special consideration will be given to small and rural libraries, where funding and support for such efforts are often more difficult to attain.” Good evening, Internet…\n\nThis newsletter is free but most of the things that go into making it aren’t! Help me afford new socks and fancier bean stew by supporting ResearchBuzz on Patreon. Not interested in commitment? Perhaps you’d buy me an iced tea. Don’t have any money but still want to support? I know how that feels. Share this newsletter or tell a friend about it. I live at Calishat. See my other nonsense at SearchTweaks, RSS Gizmos, Mastodon Gizmos, WikiTwister, and MegaGladys.\n\nLike this: Like Loading...",
    "Summary": "This article mentions a Tulane University study on generative AI and employee creativity.  The finding is presented positively, showcasing Tulane's research in the field of AI and its positive impact on businesses. The mention of Tulane is positive and highlights its research."
  },
  {
    "Title": "Hochgiftiges Schwermetall: Flüsse tragen weit mehr Quecksilber in Ozeane als 1850",
    "Sentiment": 0.7,
    "URL": "https://www.zeit.de/news/2025-06/14/fluesse-tragen-weit-mehr-quecksilber-in-ozeane-als-1850",
    "Original Datetime": "2025-06-14T02:30:40Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "09:30 PM CDT",
    "Full Article Text": "Weltweit transportieren Flüsse heute etwa zweieinhalb Mal so viel hochgiftiges Quecksilber in die Meere wie noch um 1850. Das berichtet ein internationales Forschungsteam aus der Basis von Messwerten und Computermodellen. Hauptquellen des Schwermetalls sind industrielle Prozesse, Metallbergbau, Kleinbergbau bei der Suche nach Gold sowie die Verbrennung von Kohle, wie die Gruppe um Yanxu Zhang von der Tulane University in New Orleans in der Fachzeitschrift «Science Advances» berichtet.\n\n«Quecksilber-Verbindungen sind starke Nervengifte, die die menschliche Gesundheit gefährden, vor allem durch den Verzehr von Fisch», schreiben die Studienautoren. Weil Quecksilber im Boden vorkommt, wird das giftige Metall natürlicherweise durch Bodenerosion in Flüsse eingetragen. Bisher war jedoch nicht bekannt, wie hoch der globale Quecksilber-Eintrag in Fließgewässer ist. «Frühere Studien konzentrierten sich zwar auf die Quecksilber-Konzentrationen in der Atmosphäre, den Böden und im Meerwasser, haben dabei aber Flüsse weitgehend übersehen», wird Zhang in einer Mitteilung seiner Universität zitiert.\n\nAnstieg von 390 Tonnen auf 1.000 Tonnen pro Jahr\n\nDie Wissenschaftler basierten ihr Modell des vorindustriellen Quecksilber-Exports aus Flüssen in die Ozeane einerseits auf der Quecksilber-Erosion im Einzugsgebiet und andererseits auf der Transportkraft der Flüsse. Diese wiederum hängt von Strömung und Fließgeschwindigkeit des Gewässers ab. Zur Kalibrierung glichen Zhang und Kollegen ihre Simulationsergebnisse für 1850 mit jenen Quecksilber-Werten ab, die in den Sedimentablagerungen einiger Flüsse gemessen wurden. Die simulierten Werte waren tendenziell etwas niedriger als die gemessenen Konzentrationen, sodass das Modell eine eher konservative Schätzung ist.\n\nFür 1850, also zu Beginn der Industrialisierung, gelangten den Kalkulationen zufolge weltweit jährlich etwa 390 Tonnen Quecksilber über Flüsse in die Ozeane. Derzeit sind es demnach rund 1.000 Tonnen Quecksilber pro Jahr.\n\nStärkste Anstiege in Asien und Amerika\n\n«Die Festlegung eines Basiswerts für Quecksilber in Flüssen im vorindustriellen Zeitalter kann als wichtiger Bezugspunkt dienen», betonte Zhang. Daran könne sich die Politik bei der Reduzierung der Freisetzung von Quecksilber orientieren.\n\nBesonders stark stieg die Quecksilber-Menge der Studie zufolge in Flüssen in Südasien und Südostasien sowie in Nord- und Südamerika. «Der Quecksilber-Haushalt des Amazonas beträgt mittlerweile über 200 Tonnen pro Jahr, wobei drei Viertel davon auf menschliche Aktivitäten zurückgehen, hauptsächlich auf Kleinbergbau», erläuterte Zhang.\n\nZudem trage im Amazonasgebiet die starke Abholzung zu stärkerer Bodenerosion bei, so der Forscher. Diese führe ebenfalls zu höheren Quecksilber-Werten im Amazonas.\n\nAuch sibirische Flüsse, die wie Ob und Jenissei in den Arktischen Ozean fließen, transportieren demnach relativ viel Quecksilber ins Meer. Und erst kürzlich hatten Wissenschaftler um Isabel Smith von der University of Southern California in Los Angeles berichtet, dass die Quecksilber-Konzentrationen in den nordamerikanischen Flüssen Yukon und Koyukuk wegen des tauenden Permafrostbodens und der dadurch zunehmenden Bodenerosion deutlich gestiegen sind.\n\nDoch Zhang und Kollegen berichten auch Positives: So ist der Quecksilber-Eintrag ins Mittelmeer im Vergleich zu 1850 gesunken. Dies erklären sie damit dass Staudämme im nordafrikanischen Einzugsgebiet des Nil - etwa der Assuan-Staudamm in Ägypten - von Flüssen transportierte Sedimente zurückhalten.\n\nQuecksilber zählt zu den gefährlichsten Giftstoffen überhaupt. Der Stoff schädigt neben Immun- und Fortpflanzungssystem vor allem das zentrale Nervensystem, wobei ungeborene Kinder besonders empfindlich reagieren. Deshalb raten etwa die US-Behörden Schwangeren, bestimmte Fischarten aus manchen Gebieten zu meiden.\n\n© dpa-infocom, dpa:250614-930-668085/1",
    "Summary": "This article discusses a study on increased mercury levels in rivers and oceans. Yanxu Zhang, from Tulane University, is one of the lead researchers on the study. Tulane's association with this important research is highlighted positively."
  },
  {
    "Title": "Tulane Environmentalist Resigns Amid Research ‘Gag Order’",
    "Sentiment": -0.7,
    "URL": "https://www.insidehighered.com/news/faculty-issues/academic-freedom/2025/06/13/tulane-environmentalist-resigns-amid-research-gag",
    "Original Datetime": "2025-06-13T07:00:00Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "02:00 AM CDT",
    "Full Article Text": "Emails show Tulane’s president was worried about losing state funding for another project because of the professor’s research.\n\nAn environmental researcher at Tulane University resigned Wednesday after accusing campus officials, reportedly under pressure from Gov. Jeff Landry, of issuing a “gag order” that prevented her from publicly discussing her work, which focused on racial disparities in the petrochemical workforce.\n\n“Scholarly publications, not gag orders, are the currency of academia,” Kimberly Terrell, the now-former director of community engagement at Tulane’s Environmental Law Clinic, wrote in her resignation letter. “There is always room for informed debate. But Tulane leaders have chosen to abandon the principles of knowledge, education, and the greater good in pursuit of their own narrow agenda.”\n\nTerrell’s resignation comes amid wider efforts by the Trump administration and its allies to control the types of research—including projects related to environmental justice—academics are permitted to pursue and punish campus protesters for espousing messages the president and other public officials disagree with.\n\n“It started with the pro-Palestinian activism on our campus and others across the country. It’s emboldened a lot of political leaders to feel they can make inroads by silencing faculty in other areas,” Michelle Lacey, a math professor and president of Tulane’s chapter of the American Association of University Professors, told Inside Higher Ed. “That was the catalyst for creating a climate where university administrators are very nervous, especially now as we see the government pulling funding for areas of research they don’t like.”\n\nLast spring, Landry praised Tulane president Michael Fitts and university police for removing students who were protesting Israel’s attacks on Gaza. Soon after, the Legislature passed a provision creating harsher punishments for protesters who disrupt traffic, which Landry later signed into law.\n\nLandry, a Republican aligned with Trump, has a history of trying to exert control over the state’s public higher education institutions.\n\nLast summer, he enacted a law that allows him to directly appoint board chairs at the state’s public colleges and universities. And in November, following Trump’s election, Landry publicly called on officials at Louisiana State University to punish a law professor who allegedly made brief comments in class about students who voted for the president.\n\nLandry’s office denied to the Associated Press (which first reported on Terrell’s resignation) that it pressured Tulane to silence research from the law clinic. Michael Strecker, a Tulane spokesperson, also told the outlet that the university “is fully committed to academic freedom and the strong pedagogical value of law clinics” and declined to comment on “personnel matters.”\n\nStrecker added in a statement that Tulane administrators have been working with the law school's leadership on how the law clinics could better support the university's education mission.\n\n\"Debates about how best to operate law clinics’ teaching mission have occurred nationally and at Tulane for years—this is nothing new,\" Strecker said. \"This effort includes most recently input from an independent, third-party review.\"\n\nBut Terrell’s account of the events that led to her resignation call the universities’ academic freedom commitments into question, while also implying that Landry—and powerful industry groups—wield some influence over private higher education institutions in the state.\n\nAnd it’s not something Tulane, a private university in New Orleans, should tolerate, Lacey said.\n\nKimberly Terrell Tulane University\n\n“The academic freedom of all university researchers must be unequivocally defended at both public and private institutions,” Lacey wrote in a statement. “This includes the right to conduct and disseminate research that may be unfavorably viewed by government officials or corporate entities. Political demands to stifle controversial research are an affront to the advancement of knowledge and open exchange of ideas, as is the voluntary compliance with such requests by university leadership.”\n\nThe latest controversy at Tulane stems from a paper Terrell published April 9 in the peer-reviewed journal Ecological Economics. Her research found that while Black people in Louisiana are underrepresented in the state’s petrochemical workforce, they are overexposed to toxic pollutants the industry releases into an area of the state between New Orleans and Baton Rouge known as “Cancer Alley.”\n\nBut according to emails obtained by Inside Higher Ed and other outlets, Fitts worried that publicizing Terrell’s research and the clinic’s other work, which includes legal advocacy, could jeopardize funding for the university’s $600 million plan to redevelop New Orleans’ historic Charity Hospital into residential and commercial spaces as part of a broader downtown expansion plan.\n\nAs Terrell explained in her resignation letter, Fitts and other top Tulane executives were at Louisiana’s state capitol on April 16 lobbying for the project when “someone accused the university of being anti–chemical industry” and cited her study, which was receiving media attention after it was published the week prior. According to Terrell, “the story that came down to me through the chain of command was that Governor Landry threatened to veto any bill with funding for Tulane’s Charity project unless Fitts did something about the Environmental Law Clinic.”\n\n‘Complete Gag Order’\n\nAfter that, Terrell says, she was “placed under a complete gag order,” which the emails appear to confirm.\n\n“Effective immediately all external communications that are not client-based—that is, directly related to representation—must be pre-approved by me,” Marcilynn Burke, dean of Tulane’s law school, wrote in an April 25 email to law clinic staff. “Such communications include press releases, interviews, videos, social media postings, etc. Please err on the side of over-inclusion as we work to define the boundaries through experience.”\n\nA week later, on May 4, Burke wrote another email to clinic staff explaining that “elected officials and major donors have cited the clinic as an impediment to them lending their support to the university generally and this project specifically,” referring to Fitts’s plans to redevelop the old hospital. Terrell wrote that when she pleaded her case to Provost Robin Forman, “he refused to acknowledge my right to freely conduct and disseminate research” and also “let slip that my job description was likely going to be rewritten.”\n\nTerrell described the entire law clinic as being “under siege” and said she would rather leave her position “than have my work used as an excuse for President Fitts to dismantle the Tulane Environmental Law Clinic.”\n\nOther academics, free speech experts and environmental justice advocates also believe Tulane’s moves to silence Terrell’s work amounts to an attack on academic freedom with implications beyond the campus.\n\n“The administration of Tulane University, far from standing up for academic freedom, is participating in the effort to suppress free inquiry and the pursuit of knowledge by scientific methods,” Michael Ash, an economics and public policy professor at the University of Massachusetts, said in a statement. “Any effort to reduce academic freedom for Dr. Terrell either by changing her job classification or by redefining whether the protection applies is a blatant and un-American attempt to suppress the type of free inquiry that has made this country great.”\n\nJoy Banner, co-founder and co-director of the Descendants Project, a community organization that works in Cancer Alley, added that the Tulane Environmental Law Clinic is a vital public health resource.\n\nWithout the clinic, “it would be far more difficult to show the racially discriminatory practices of the industry, from preferential hiring practices to a pattern of concentrating pollution in majority Black neighborhoods,” she said in a statement. “President Fitts must commit to protecting it at all costs.”",
    "Summary": "This article details the resignation of Kimberly Terrell, director of community engagement at Tulane's Environmental Law Clinic, due to alleged censorship of her research on racial disparities in the petrochemical industry. The article portrays Tulane negatively by highlighting the university's alleged suppression of research and potential interference in academic freedom. Tulane is mentioned throughout the article in relation to the controversy."
  },
  {
    "Title": "How Jeffrey Goldberg and “The Atlantic” Blew “the Biggest Story of the Year”",
    "Sentiment": 0.0,
    "URL": "https://www.thenation.com/article/society/goldberg-atlantic-signal-war-crime/",
    "Original Datetime": "2025-06-13T09:00:02Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "04:00 AM CDT",
    "Full Article Text": "Comment / How Jeffrey Goldberg and The Atlantic Blew “the Biggest Story of the Year” How Jeffrey Goldberg and “The Atlantic” Blew “the Biggest Story of the Year” Given advance warning of an impending war crime, the former cheerleader for the Iraq war decided his priority was to protect his scoop.\n\nAtlantic editor in chief Jeffrey Goldberg speaks during the opening night of the New Orleans Book Festival at Tulane University on March 27, 2025. (Skip Bolen / Getty Images)\n\nThis article appears in the July/August 2025 issue, with the headline “You Gotta Serve Somebody.”\n\nStaff protests fleck the history of this magazine. I recall one especially, a small, unstoried objection in Reagantime that raised a big though unintended question. Two women from the business side, who monitored expenses and regarded editors requesting more than one pencil as profligate, had a complaint. They were tired: of pages dominated by proxy armies, allied tyrants, US-backed atrocities from Sabra and Shatila to the killing fields of Central America and southern Africa, etc. This is The Nation, they said; it should cover the nation.\n\nTheir wordplay remains provocative. In an imperial state, with force projection everywhere on the earth, what is “the nation”?\n\nSurely it’s not merely the people or the country, the land-of-liberty aspirations, or even illusion that inspired the magazine’s name in 1865. One can love the mongrel, damaged country; the nation is something else: full-blooded, a war machine in the imperial order and imagination—the material reality everyone in power agrees on. If it were not, life expectancy would be a “national security” crisis: lowest among rich countries (worse than the Northern Marianas); lower for Black people (comparable to Guatemala); lower still for Native people (comparable to Eritrea). As is, the nation ignores human insecurity, or heightens it. For journalists, empire presents a choice: You are an agent of the war machine, or a witness for humanity.\n\nThe “biggest story of the year” illustrates the problem. Sitting in a supermarket parking lot on March 15, Jeffrey Goldberg of The Atlantic had made his choice long before. He’d been an advance man for one war crime, pushing the Iraq weapons-of-mass-destruction lie after 9/11; now he had advance warning of another on his phone. In two hours, the US would begin bombing Yemen. No one on the Signal group chat claimed imminent threat, or even debated a delay. This was preboarding for an act of aggression—the supreme crime under international law, lest we forget.\n\nYet Goldberg’s concern was national security. Civilians would die—the “Target Terrorist” of the first strike was attacked as he entered his girlfriend’s building; it collapsed with all inside—and would keep dying. Goldberg left the chat, still fretting about national secrets, but he had his story. Neither he nor his media admirers described the Signal bombardiers and their cheering section as lawless psychopaths. (Tulsi Gabbard: “Great work and effects!”) In an Atlantic Zoom session, subscribers asked where Goldberg had shopped on the 15th. In the TV appearances I saw, no one related the attacks to the Houthis’ aim to thwart the US/Israeli genocide in Gaza. No one asked, “Did you ever think you had a duty to disrupt this nation’s death plans?”\n\nThe question would have been rhetorical. Worse, it appears to be unthinkable. An editor with an audience at high levels of state had two hours to sound an alarm about an imminent war crime. His stated fear for the safety of US troops—thin gruel given the 36,000-plus dead or injured soldiers he had waved into the meat grinder of Iraq—assumes that the US military has no intelligence and no contingency plans. Maybe an outcry wouldn’t have grounded the planes. We’ll never know. A month later, an Atlantic crew was at the White House. The president congratulated Goldberg: “You were successful, and it became a big story…. You got it out very much to the public.” Next, Trump will be leaking to him.\n\nThe Nation has long believed that publishing is a tool for showing the nation plain. If we invoked international law a lot, it wasn’t because people win their liberation through it but because, as Craig Mokhiber, an international human rights lawyer, says about the duty to confront genocide, “This is a struggle, and any tools we can use are necessary.” History is a tool. These days, when so much peace talk is corrupt, I remember Alexander Cockburn eviscerating some US deal for Central America and quoting Calgacus on the Romans: “They make a desolation and they call it peace.”\n\nOur “peace” for Central America eventually crossed the border, and now the nation is at war against the beloved mongrel country.\n\nIn 1960, six months before the Bay of Pigs invasion, The Nation reported that the CIA was training counterrevolutionaries “for an eventual landing in Cuba.” Editor Carey McWilliams called on the bigger-foot press to investigate and for public pressure to force “the administration to abandon this dangerous and hare-brained project.” Some newspapers followed up; some spiked their stories; The New York Times trimmed its sails on the CIA’s role. After Cuba smacked the US proxies down, President John F. Kennedy confided to a Times man that more reporting might “have saved us from a colossal mistake.” McWilliams was wiser: The press does its job so public pressure might too.\n\nEmpire disfigures every American—the privilege of knowing that we are unlikely to be bombed here while the nation that takes our name visits that terror freely on others across the world. Fifty years ago, the Vietnamese people taught the empire what it meant to lose, and taught the country, through the peace movement—and especially the anti-war GIs—what might be gained from resistance rather than accommodation. It is some coincidence of anniversaries.",
    "Summary": "This article discusses Jeffrey Goldberg's journalistic practices and decision-making. It mentions that Goldberg spoke at the New Orleans Book Festival at Tulane University. The mention of Tulane is extremely brief and serves only as a location detail. The overall sentiment is neutral regarding Tulane."
  },
  {
    "Title": "Peanuts or almonds? Rice or millet? Planet-friendly grocery shopping choices go beyond cutting meat\nDescription: Oh, and don't forget about avoiding food waste.",
    "Sentiment": 0.6,
    "URL": "Not Found",
    "Original Datetime": "Not Found",
    "Adjusted Date": "Not Found",
    "Adjusted Time": "Not Found"
  },
  {
    "Title": "Cuánto café debe consumir al día una mujer para vivir mejor, según una médica de Harvard",
    "Sentiment": 0.1,
    "URL": "https://www.lanacion.com.ar/lifestyle/cuidado-cuerpo-belleza/cuanto-cafe-debe-consumir-al-dia-una-mujer-para-vivir-mejor-segun-una-medica-de-harvard-nid13062025/",
    "Original Datetime": "2025-06-13T10:37:29Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "05:37 AM CDT",
    "Full Article Text": "Un estudio reciente presentado en el congreso NUTRITION 2025, realizado en Orlando, en los Estados Unidos, sugiere que consumir entre una y tres tazas de café con cafeína al día durante la mediana edad podría estar asociado con un envejecimiento más saludable en mujeres. La investigación fue liderada por la doctora Sara Mahdavi, científica en nutrición de la Universidad de Toronto y también afiliada a Harvard, y fue reportada por CNN y ScienceAlert.\n\nEl estudio analizó datos de más de 47.000 mujeres estadounidenses, recopilados durante tres décadas a través del proyecto Nurses’ Health Study. Las participantes, encuestadas desde 1984 hasta 2016, fueron evaluadas en relación con su dieta, estado de salud general, función física y mental, y la presencia de enfermedades crónicas.\n\nEl café aporta cafeína, un poderoso estimulante\n\nSegún explicó Mahdavi a CNN, las mujeres que tomaban entre una y tres tazas diarias de café con cafeína a los 50 años tenían más probabilidades de alcanzar la vejez sin enfermedades crónicas mayores y con buen estado físico, cognitivo y emocional. “En este estudio, encontramos que el consumo moderado de café con cafeína durante la mediana edad se asoció con una mayor probabilidad de un envejecimiento saludable 30 años después”, indicó la investigadora.\n\nEl estudio definió “envejecimiento saludable” como llegar a los 70 años o más con buena salud física, sin deterioro cognitivo, sin enfermedades mentales ni problemas de memoria, y libre de 11 enfermedades crónicas, como diabetes tipo 2 o enfermedades cardiovasculares.\n\nLos efectos positivos observados en el estudio se limitaron al café con cafeína. No se encontró la misma asociación beneficiosa con el consumo de té, café descafeinado ni bebidas gaseosas con cafeína. De hecho, el consumo de gaseosas con cafeína se relacionó con una menor probabilidad de envejecimiento saludable. “Esto implicaría que el café, en particular, tiene efectos que preservan o promueven la salud”, comentó el doctor David Kao, profesor asociado de medicina en la Universidad de Colorado, citado por CNN. Kao no participó en el estudio, pero valoró positivamente su calidad metodológica.\n\nSegún los expertos, las hormonas influyen en cómo se metaboliza la cafeína (imagen ilustrativa) Foto: FreeP¡CK\n\nAunque los resultados son prometedores, los expertos advierten que el estudio es observacional y, por tanto, no puede establecer una relación directa de causa y efecto. Se tomaron en cuenta variables como estilo de vida, índice de masa corporal y nivel de actividad física, pero sigue siendo posible que otros factores no considerados expliquen los resultados.\n\nAdemás, Mahdavi señaló que el café no debe verse como una solución universal. La manera en que el cuerpo metaboliza la cafeína varía según factores como el uso de anticonceptivos, la menopausia o el embarazo. “El café puede apoyar la longevidad, pero no es una receta universal —especialmente para las mujeres—. Las hormonas influyen en cómo se metaboliza la cafeína”, indicó la investigadora.\n\nMahdavi aclaró que este hallazgo no implica que quienes no consumen café deban empezar a hacerlo por razones de salud. El beneficio observado aplica a quienes ya lo incluyen como parte de su rutina diaria y lo consumen con moderación. Por su parte, el doctor Lu Qi, de la Universidad de Tulane, advirtió que personas con presión arterial alta, enfermedades cardíacas, ansiedad o trastornos del sueño deben tener precaución con la cafeína.\n\nEn resumen, los resultados sugieren que el consumo moderado de café, entre una y tres tazas al día, podría integrarse a un estilo de vida saludable, aunque no sustituye otras prácticas fundamentales como una dieta equilibrada, el ejercicio regular y el descanso adecuado.\n\nEl consumo moderado de café puede ofrecer beneficios protectores a las mujeres Getty Images\n\nSegún ScienceAlert, el análisis mostró que, entre las mujeres identificadas como “envejecedoras saludables” (un total de 3706), aproximadamente el 80 por ciento de la cafeína diaria provenía del café. Cada taza adicional, hasta cinco tazas pequeñas por día, incrementó las probabilidades de un envejecimiento saludable entre un 2 por ciento y un 5 por ciento. Por el contrario, el consumo diario de refrescos con cafeína redujo esas probabilidades entre un 20 por ciento y un 26 por ciento por taza.\n\nMahdavi concluyó que los efectos del café son modestos y deben considerarse como parte de un conjunto de hábitos saludables: “Estos resultados, aunque preliminares, sugieren que hábitos pequeños y constantes pueden influir en la salud a largo plazo. El consumo moderado de café puede ofrecer beneficios protectores cuando se combina con otras conductas saludables”. El estudio será enviado próximamente para revisión por pares y publicación formal.\n\nEs importante remarcar que, antes de incluir cualquier nuevo alimento a su dieta, consulte con un médico especialista.\n\n*Por Sofía Arias Martínez",
    "Summary": "This article discusses a study linking moderate coffee consumption to healthier aging in women.  Dr. Lu Qi from Tulane University is quoted expressing caution about caffeine consumption for certain individuals. This quote is neutral to slightly negative.  While Tulane is mentioned, the context is a cautious warning, not a positive endorsement of a Tulane study. Tulane is mentioned, but the context is cautionary, not positive."
  },
  {
    "Title": "El veneno oculto en los ríos: El mercurio se dispara un 150 % desde la era industrial y amenaza a todo el planeta",
    "Sentiment": 0.7,
    "URL": "https://es.gizmodo.com/el-veneno-oculto-en-los-rios-el-mercurio-se-dispara-un-150-desde-la-era-industrial-y-amenaza-a-todo-el-planeta-2000173280",
    "Original Datetime": "2025-06-14T13:04:50Z",
    "Adjusted Date": "06/14/2025",
    "Adjusted Time": "08:04 AM CDT",
    "Full Article Text": "Aunque gran parte de la atención sobre el mercurio se ha centrado en el aire o los océanos, un nuevo estudio global ha encendido las alarmas sobre otra ruta crítica: los ríos. Investigadores han revelado que los niveles de mercurio fluvial han aumentado drásticamente en los últimos dos siglos, y su impacto silencioso está dejando una huella duradera en los ecosistemas y la salud pública.\n\nUn flujo tóxico que arrastra siglos de contaminación\n\nSegún un trabajo liderado por la Universidad de Tulane y publicado en Science Advances, los ríos transportan actualmente más de 1.000 toneladas métricas de mercurio al año hacia los océanos, frente a las 390 toneladas estimadas en la era preindustrial. El aumento del 150 % se atribuye directamente a la actividad humana: descargas industriales, erosión del suelo, aguas residuales y minería.\n\nUtilizando un modelo informático llamado MOSART-Hg, los científicos reconstruyeron cómo ha cambiado el flujo de mercurio desde 1850 hasta hoy. Validaron sus proyecciones con sedimentos costeros de distintas regiones del mundo, y la coincidencia fue concluyente. Este modelo no solo traza el pasado, sino que permite evaluar la efectividad de políticas actuales como el Convenio de Minamata, que busca limitar la contaminación por mercurio a escala global.\n\nLos efectos del mercurio son devastadores: una vez en el ambiente, se convierte en metilmercurio, una forma altamente tóxica que se acumula en peces y mariscos. Su consumo puede causar daños neurológicos, problemas cardiovasculares y efectos severos en el desarrollo fetal e infantil.\n\nZonas críticas y señales de advertencia global\n\nEl estudio señala a América del Norte y del Sur como las regiones más responsables del aumento total (41 %), seguidas por el sudeste asiático (22 %) y el sur de Asia (19 %). El caso del Amazonas es especialmente grave: supera las 200 toneladas métricas anuales, con un 75 % atribuido a la minería artesanal y la deforestación. En China, en cambio, el incremento está vinculado a emisiones industriales, especialmente en el río Yangtsé.\n\nNo todas las regiones siguen esta tendencia. El Mediterráneo, por ejemplo, muestra niveles inferiores a los preindustriales, probablemente gracias a la construcción de represas como la de Asuán, que bloquean sedimentos contaminados.\n\nEl estudio concluye que los ríos pueden servir como indicadores sensibles de cambio ambiental a corto plazo. Su monitoreo continuo podría ofrecer una herramienta decisiva para evaluar el impacto real de las medidas contra la contaminación por mercurio y proteger, antes de que sea tarde, los delicados equilibrios que sostienen la vida en el planeta.",
    "Summary": "This article discusses a study on the alarming increase in mercury levels in rivers worldwide.  The study is led by Tulane University. Tulane is prominently mentioned and presented positively for its contribution to important research."
  },
  {
    "Title": "Peanuts or almonds? Rice or millet? Planet-friendly grocery shopping choices go beyond cutting meat",
    "Sentiment": 0.5,
    "URL": "https://www.bostonherald.com/2025/06/13/climate-choices-what-we-eat/",
    "Original Datetime": "2025-06-13T18:53:51Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "01:53 PM CDT",
    "Full Article Text": "By CALEIGH WELLS\n\nIt’s one of the most impactful climate decisions we make, and we make it multiple times a day.\n\nThe U.N. estimates about a third of the world’s greenhouse gas emissions, the main driver of climate change, come from food. That pollution can come from several links in the food supply chain: how farmland is treated, how crops are grown, how food is processed and how it’s ultimately transported.\n\nMaybe you’ve already heard the short answer to minimizing your diet’s impact on the planet: eat more plants and fewer animals. The data backs up that suggestion. Emissions from meat-rich diets are four times higher than that of vegan diets.\n\nBut so much focus on meats overshadows many other food choices that also impact the environment and can contribute to global warming. Here is a look at other important grocery store decisions:\n\nFILE – Pork products line the cooler at a grocery store in New Orleans, April 17, 2024. (AP Photo/Gerald Herbert, File)\n\nFILE – Dairy free creamer sit in a cooler at a grocery store in New Orleans, April 17, 2024. (AP Photo/Gerald Herbert, File)\n\nFILE – Dairy products line the cooler at a grocery store in New Orleans, April 17, 2024. (AP Photo/Gerald Herbert, File) Show Caption 1 of 3 FILE – Pork products line the cooler at a grocery store in New Orleans, April 17, 2024. (AP Photo/Gerald Herbert, File) Expand\n\nProteins\n\nSwapping one serving of chicken per day for beef cuts a diet’s emissions nearly in half. Ruminant animals such as cows, sheep and goats are the top drivers of emissions.\n\nThose animals “are associated not only with nitrous oxide emissions, but they’re also related to direct methane emissions because they burp them up while they digest food,” said Marco Springmann, professorial research fellow in climate change, food systems and health at University College London.\n\nSpringmann said processed animal products have a higher impact on the planet, too: “You need 10 times the amount of milk to make one unit of cheese.” So — and this is true of most food groups — the less processed the food, the smaller the environmental impact.\n\nPlant-based proteins like legumes, beans and nuts all boast a much lower climate impact.\n\nGrains\n\nThe standout here is rice, and not in a good way.\n\n“Rice uses a ton of water. It uses gobs of fertilizer. There’s flooded rice paddy fields, and that water actually breeds all kinds of bacteria, and those bacteria produce methane gas,” said eco-dietitian nutritionist Mary Purdy.\n\nPurdy said the most planet-friendly alternative is just eating a bunch of different grains.\n\n“The wheat, corn and soy world is very, very familiar to us because we’ve been seeing it. It’s been heavily marketed. When was the last time you saw a commercial for millet or buckwheat?” she asked.\n\nDiverse diets, Purdy said, incentivize biodiverse agriculture, which is more resilient to erratic weather — a hallmark of climate change — and makes healthier soil.\n\nFruits and vegetables\n\nWhen it comes to produce, minimizing impact is less about choosing between foods and more about buying based on the way that food was grown.\n\nConventionally grown produce “very likely is using pesticides, fertilizer, and maybe more water because the soil isn’t healthy,” said Purdy.\n\nPurdy said organic labels, such as Regenerative Organic Certified, indicate those foods had a smaller climate impact when they were grown. The tradeoff is that organic food has a lower yield, so it requires more land use and is often more expensive.\n\nLocal and “in season” foods also have a smaller climate impact, but not just for one of the reasons you may be thinking of: emissions from international shipping. Every day, thousands of large ships transport goods, including produce, around the world, and the fuel they use is heavily polluting.\n\nHowever, “it’s mostly those local emissions on trucks that are actually impactful, not the international shipping emissions,” Springmann said.\n\nAlso, food grown nearby tends to be grown in a way that fits with the local climate and is less harmful to the environment.\n\n“We’re not trying to grow oranges in some place in a greenhouse,” Purdy said.\n\nButter and oil\n\nPlants win out over animals, again. Vegetable oils are less impactful than butter or lard. Springmann also said tropical oils are healthiest in moderation, such as those from coconuts or palms, because they have a higher fat content. Plus, palm oil is associated with deforestation.\n\nAs for nut butters, almonds might be a great option for limiting carbon emissions, but they require a lot of water. One study out of Tulane University found that a serving of peanuts has an emissions footprint similar to almonds but 30% less impact on water use.\n\nDon’t waste food\n\nThrowing less food away might sound obvious, but roughly a third of food grown in the U.S. is wasted.\n\nMeal planning, freezing leftovers and checking the fridge before heading to the grocery store all help cut waste.\n\n“The climate impact, the embedded water use, all of the labor and different aspects that went into producing that food, that all gets wasted if we don’t eat it,” Nicole Tichenor Blackstone, a professor at the Friedman School of Nutrition Science and Policy at Tufts University.\n\nThe Associated Press’ climate and environmental coverage receives financial support from multiple private foundations. AP is solely responsible for all content. Find AP’s standards for working with philanthropies, a list of supporters and funded coverage areas at AP.org.",
    "Summary": "This article discusses environmentally friendly food choices. A study from Tulane University regarding the water usage of peanuts and almonds is mentioned. Tulane is cited as the source of research, and its study is presented positively."
  },
  {
    "Title": "This Week's Ten Most Popular TaxProf Blog Posts",
    "Sentiment": 0.0,
    "URL": "https://taxprof.typepad.com/taxprof_blog/2025/06/this-weeks-ten-most-popular-taxprof-blog-posts-1.html",
    "Original Datetime": "2025-06-14T16:01:00Z",
    "Adjusted Date": "06/14/2025",
    "Adjusted Time": "11:01 AM CDT",
    "Full Article Text": "Legal Education:\r\n<ol><li>Chronicle of Higher Education, UC-Berkeley Faculty Ask: Do Trump And His Allies Have A Point About Higher Education?</li><li>Washington Free Beacon, Harvard Law Review Retal… [+3009 chars]",
    "Summary": "This article is a list of popular blog posts.  There is no direct mention of Tulane, nor is there any indirect mention that affects Tulane's reputation."
  },
  {
    "Title": "Jenny Boucek, la ingeniera defensiva de Indiana Pacers, el equipo que domina la final de la NBA ante Oklahoma",
    "Sentiment": 0.7,
    "URL": "https://www.lanacion.com.ar/deportes/basquetbol/jenny-boucek-la-ingeniera-defensiva-de-indiana-pacers-el-equipo-que-domina-la-final-de-la-nba-ante-nid12062025/",
    "Original Datetime": "2025-06-12T14:30:47Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "09:30 AM CDT",
    "Full Article Text": "Explotó el Gainbridge Fieldhouse. Desde hacía 25 años que no se disputaba un partido de una final de la NBA en la casa de los Pacers. La victoria por 116-107 sobre Oklahoma City Thunder, adelantándose 2-1 en la serie al mejor de siete en la carrera por el anillo, resultó vibrante, con 15 empates en el tanteador, alternancia en el liderazgo y un desenlace para los dueños casa. Los flashes se quedaron con Tyrese Haliburton, con Obi Toppin, con Rick Carlisle, pero detrás de todos ellos se erige la figura de ella, una de las pocas entrenadoras asistentes de la NBA, Jenny Boucek, la ingeniera defensiva de un equipo que deja la piel dentro de la cancha.\n\nNo le gustan mucho las cámaras, prefiere estar en un segundo plano, pero Boucek, de 51 años, es entrenadora asistente de la NBA desde hace siete años, tras construir una carrera como jugadora en Virginia y como coach en la WNBA. Comenzó en el mundo del básquetbol en All-ACC en la Universidad de Virginia de 1992 a 1996. Boucek promedió 7,9 puntos, 3,7 rebotes, 3,1 asistencias y 1,2 robos a lo largo de su carrera, alcanzando tres Elite Eights con los Cavaliers. Boucek terminó jugando para los Cleveland Rockers en la temporada inaugural de la WNBA en 1997, pero sufrió una fractura de espalda que puso fin a su carrera.\n\nBoucek es una de las 15 entrenadoras que han entrenado en la NBA y fue una de las cuatro que formaron parte del cuerpo técnico de la NBA durante la temporada regular 2024-25. Actualmente, en su cuarto año con los Pacers, trabajó anteriormente con los Sacramento Kings y los Dallas Mavericks.\n\nLa realidad es que Boucek no había planificado su futuro ligado al básquetbol profesional, porque como estudiante de medicina deportiva y como creció en una familia de médicos y enfermeras y su horizonte estaba concentrado en seguir el legado familiar, según contó en AJ McCord, de la revista Legends .\n\n“Vengo de una familia que ha desafiado el statu quo. Nunca preguntaron: ‘¿Por qué deberíamos hacer esto?’ o ‘¿Por qué deberíamos hacer aquello?’. Siempre decían: ‘¿Por qué no?’. Como: ‘Siempre se ha hecho así, pero ¿por qué?’“, contó en el medio estadounidense a USA Today.\n\nY la realidad es que la familia Boucek siempre estuvo un paso al frente, ya que el Dr. Mark Boucek, tío de Jenny, tuvo un papel fundamental en el primer trasplante de corazón de babuino a bebé del mundo, y su abuelo materno, el Dr. Robert Heath, fundó el Departamento de Psiquiatría y Neurología de la Universidad de Tulane. “En mi familia hubo muchos pioneros en la investigación médica. Era una mentalidad con la que nos criaron en nuestra familia”, contó Jenny, en una charla con UVA Today.\n\nCarlisle, el entrenador de Indiana, llevó a Boucek a su staff técnico cuando dirigía Dallas Mavericks en 2018 y le dijo que su lugar era como entrenadora a la NBA, que por su capacidad pertenecía a esa elite. “Hay cosas en la forma en que Rick ve el mundo, donde no hay límites ni para él ni para las personas en las que cree. Y siempre me ha visto así, creyendo en mí más de lo que yo mismo he creído”, contó Jenny, que es madre soltera y también eso representó todo un desafío en es universo de enormes responsabilidades que es la NBA. Exactamente 12 días después de ser cesada en Dallas dio a luz a su hija Rylie mediante la fecundación in vitro y desde entonces a acompaña a todos lados, incluso, a los partidos.\n\nEl head coach de los Pacers tiene una mirada muy especial sobre Boucek, tanto que podría superar lo que logró Becky Hammon, en San Antonio Spurs, que fue parte del staff técnico de Gregg Popovich como asistente desde 2014 hasta 2021 y se convirtió en la primera mujer en ejercer como entrenadora principal interina en la NBA después de que Pop fuera expulsado de un partido en 2020. Pero Carlisle considera que su asistente defensiva está para dar un paso más: “Jenny Boucek es la única mujer en la construcción defensiva de un staff técnico de la NBA que también es coordinadora y es una de las pocas que podría convertirse en la primera entrenadora principal de la NBA algún día”.\n\nDebbie Ryan, la entrenadora de Boucek en Cavaliers, en la WNBA, dijo que una de las mayores fortalezas de Jenny es la forma en que puede establecer relaciones y generar confianza con los demás. “Y creo que eso es lo que más valoran los hombres, los jugadores de estos equipos, en ella. Es su profesionalismo y su trabajo, y cómo les ayuda a conectar mejor entre sí, con los entrenadores, la organización, los dueños, con todos”, contó Ryan.\n\nY las palabras de Myles Tuner, el pivote estrella de los Pacers, habló en un video que hizo el equipo sobre Boucek y consolidó la virtud de la entrenadora: “Es una persona muy apasionada por lo que hace. También es alguien que ha llegado a un mundo dominado por hombres y que año tras año se gana más respeto. Incluso afuera de la cancha, es alguien con quien puedes intercambiar ideas y te apoya”.\n\nSe sienta a un par de butacas del entrenador principal, gritando instrucciones como coordinadora defensiva de un equipo que está está en la final de la NBA y domina la serie por 2-1. Su voz rompe con todas las estructuras y es que Boucek quiere trascender: “Quiero hacerlo por Rick. Es un pionero e innovador. Y es alguien que, una vez más, interpela a todos: ‘¿Por qué no?’. Siempre hay que cree que no hay razón por la que algo no sea posible”.",
    "Summary": "This article mentions that Dr. Robert Heath, Jenny Boucek's maternal grandfather, founded the Department of Psychiatry and Neurology at Tulane University. This positive mention associates Tulane with a significant accomplishment in the medical field through family lineage.  Tulane is mentioned in relation to Dr. Heath's accomplishments."
  },
  {
    "Title": "Von 390 auf 1000 Tonnen pro Jahr: Flüsse tragen weit mehr Quecksilber in Ozeane als 1850",
    "Sentiment": 0.0,
    "URL": "https://www.diepresse.com/19794981/von-390-auf-1000-tonnen-pro-jahr-fluesse-tragen-weit-mehr-quecksilber-in-ozeane-als-1850",
    "Original Datetime": "2025-06-14T08:33:00Z",
    "Adjusted Date": "06/14/2025",
    "Adjusted Time": "03:33 AM CDT",
    "Full Article Text": "Hauptquellen des Schwermetalls sind industrielle Prozesse, Metallbergbau, Kleinbergbau bei der Suche nach Gold sowie die Verbrennung von Kohle.\n\nArtikel teilen\n\nWeltweit transportieren Flüsse heute etwa zweieinhalb Mal so viel hochgiftiges Quecksilber in die Meere wie noch um 1850. Das berichtet ein internationales Forschungsteam aus der Basis von Messwerten und Computermodellen. Hauptquellen des Schwermetalls sind industrielle Prozesse, Metallbergbau, Kleinbergbau bei der Suche nach Gold sowie die Verbrennung von Kohle, so eine Gruppe um Yanxu Zhang von der Tulane University in New Orleans in der Fachzeitschrift „Science Advances“.\n\n„Quecksilber-Verbindungen sind starke Nervengifte, die die menschliche Gesundheit gefährden, vor allem durch den Verzehr von Fisch“, schreiben die Studienautoren. Weil Quecksilber im Boden vorkommt, wird das giftige Metall natürlicherweise durch Bodenerosion in Flüsse eingetragen. Bisher war jedoch nicht bekannt, wie hoch der globale Quecksilber-Eintrag in Fließgewässer ist. „Frühere Studien konzentrierten sich zwar auf die Quecksilber-Konzentrationen in der Atmosphäre, den Böden und im Meerwasser, haben dabei aber Flüsse weitgehend übersehen“, wird Zhang in einer Mitteilung seiner Universität zitiert.\n\nDie Forschenden basierten ihr Modell des vorindustriellen Quecksilber-Exports aus Flüssen in die Ozeane einerseits auf der Quecksilber-Erosion im Einzugsgebiet und andererseits auf der Transportkraft der Flüsse. Diese wiederum hängt von Strömung und Fließgeschwindigkeit des Gewässers ab. Zur Kalibrierung glichen Zhang und Kollegen ihre Simulationsergebnisse für 1850 mit jenen Quecksilber-Werten ab, die in den Sedimentablagerungen einiger Flüsse gemessen wurden. Die simulierten Werte waren tendenziell etwas niedriger als die gemessenen Konzentrationen, sodass das Modell eine eher konservative Schätzung ist.\n\nFür 1850, also zu Beginn der Industrialisierung, gelangten den Kalkulationen zufolge weltweit jährlich etwa 390 Tonnen Quecksilber über Flüsse in die Ozeane. Derzeit sind es demnach rund 1000 Tonnen Quecksilber pro Jahr.\n\nStärkste Anstiege in Asien und Amerika\n\n„Die Festlegung eines Basiswerts für Quecksilber in Flüssen im vorindustriellen Zeitalter kann als wichtiger Bezugspunkt dienen“, betonte Zhang. Daran könne sich die Politik bei der Reduzierung der Freisetzung von Quecksilber orientieren.\n\nBesonders stark stieg die Quecksilber-Menge der Studie zufolge in Flüssen in Südasien und Südostasien sowie in Nord- und Südamerika. „Der Quecksilber-Haushalt des Amazonas beträgt mittlerweile über 200 Tonnen pro Jahr, wobei drei Viertel davon auf menschliche Aktivitäten zurückgehen, hauptsächlich auf Kleinbergbau“, erläuterte Zhang. Zudem trage im Amazonasgebiet die starke Abholzung zu stärkerer Bodenerosion bei, so der Forscher. Diese führe ebenfalls zu höheren Quecksilber-Werten im Amazonas.\n\nAuch sibirische Flüsse, die wie Ob und Jenissei in den Arktischen Ozean fließen, transportieren demnach relativ viel Quecksilber ins Meer. Und erst kürzlich hatten Forschende um Isabel Smith von der University of Southern California in Los Angeles berichtet, dass die Quecksilber-Konzentrationen in den nordamerikanischen Flüssen Yukon und Koyukuk wegen des tauenden Permafrostbodens und der dadurch zunehmenden Bodenerosion deutlich gestiegen sind.\n\nStaudämme halten Sedimente zurück\n\nDoch Zhang und Kollegen berichten auch Positives: So ist der Quecksilber-Eintrag ins Mittelmeer im Vergleich zu 1850 gesunken. Dies erklären sie damit dass Staudämme im nordafrikanischen Einzugsgebiet des Nil - etwa der Assuan-Staudamm in Ägypten - von Flüssen transportierte Sedimente zurückhalten.\n\nQuecksilber zählt zu den gefährlichsten Giftstoffen überhaupt. Der Stoff schädigt neben Immun- und Fortpflanzungssystem vor allem das zentrale Nervensystem, wobei ungeborene Kinder besonders empfindlich reagieren. Deshalb raten etwa die US-Behörden Schwangeren, bestimmte Fischarten aus manchen Gebieten zu meiden. (APA/dpa)",
    "Summary": "This article discusses a study on increasing mercury levels in rivers.  The study was led by a researcher from Tulane University. Tulane is mentioned in relation to the researcher's affiliation, but the article's focus is on the environmental issue of mercury pollution; there is no positive or negative sentiment towards Tulane itself."
  },
  {
    "Title": "Los niveles de mercurio en los ríos han subido un 150% en la era industrial",
    "Sentiment": 0.0,
    "URL": "https://www.abc.es/sociedad/niveles-mercurio-rios-subido-150-era-industrial-20250612144927-nt.html",
    "Original Datetime": "2025-06-13T07:02:47Z",
    "Adjusted Date": "06/13/2025",
    "Adjusted Time": "02:02 AM CDT",
    "Full Article Text": "El río Guadarrama a su paso por Móstoles, en la ribera este .\n\nLos niveles de mercurio en los ríos del mundo se han más que duplicado desde la era preindustrial, según una investigación de la Universidad de Tulane que es pionera en el ámbito fluvial.\n\nEl estudio, publicado en Science Advances, desarrolló un modelo basado en procesos para simular el transporte de mercurio en los ríos y descubrió que, antes de 1850, los ríos del mundo transportaban aproximadamente 390 toneladas métricas de mercurio a los océanos anualmente. Hoy en día, esa cifra ha ascendido a unas 1.000 toneladas métricas al año, un 150 por ciento más.\n\nLos principales impulsores de este aumento son el vertido de aguas residuales, la erosión del suelo y las liberaciones de mercurio procedentes de las actividades industriales y la minería, afirmó el autor principal, Yanxu Zhang, profesor asociado de Ciencias de la Tierra y Ambientales en la Facultad de Ciencias e Ingeniería de Tulane.\n\n«Las actividades humanas han alterado el ciclo global del mercurio en todos sus aspectos», afirmó Zhang en un comunicado. «Si bien estudios anteriores se han centrado en las concentraciones de mercurio en la atmósfera, el suelo y el agua de mar, han pasado por alto en gran medida los ríos, una vía importante para el mercurio que se ha convertido, de hecho, en una vía de desagüe para las aguas residuales de fuentes municipales e industriales».\n\nAumentos preocupantes\n\nLos hallazgos tienen implicaciones significativas para la salud humana y la vida silvestre, ya que los compuestos de mercurio son potentes neurotoxinas que pueden acumularse en los peces y representar riesgos para la salud a través del consumo. Los investigadores señalan que los ríos cercanos a hábitats críticos para la vida silvestre, incluyendo las principales rutas migratorias de aves en Asia Oriental y América del Norte, han experimentado aumentos preocupantes en los niveles de mercurio.\n\n«El establecimiento de una línea de base para el mercurio ribereño durante la era preindustrial puede servir como un punto de referencia clave», afirmó Zhang, señalando que podría proporcionar objetivos para acuerdos internacionales como el Convenio de Minamata sobre el Mercurio, cuyo objetivo es reducir la contaminación global por mercurio.\n\nEl equipo de investigación de Tulane creó un modelo informático detallado llamado MOSART-Hg para simular el transporte de mercurio preindustrial de la tierra a los océanos a través de los sistemas fluviales. Sus hallazgos coincidieron estrechamente con las concentraciones de mercurio encontradas en muestras de núcleos de sedimentos datados de zonas costeras de todo el mundo, lo que valida su enfoque.\n\nLos patrones regionales revelaron que los aumentos más drásticos en la contaminación por mercurio se produjeron en América del Norte y del Sur, que contribuyen con el 41 % del crecimiento mundial del mercurio fluvial desde 1850, seguidas del Sudeste Asiático (22 %) y el Sur de Asia (19 %).\n\nEl estudio identificó la minería de oro artesanal y en pequeña escala (MAPE) como un contribuyente particularmente significativo a la contaminación por mercurio en América del Sur, el Sudeste Asiático y partes de África.\n\nEn la región amazónica, por ejemplo, los niveles de mercurio se han disparado debido tanto al aumento de la erosión del suelo por la deforestación como a las liberaciones de mercurio derivadas de las actividades mineras.\n\n«El balance de mercurio del río Amazonas supera actualmente las 200 toneladas métricas anuales, y tres cuartas partes de este provienen de actividades humanas, principalmente de la MAPE», afirmó Zhang.\n\nLas liberaciones industriales de mercurio se identificaron como el principal impulsor de los aumentos en regiones como Asia Oriental, donde los ríos de China aportan más del 70 % del mercurio regional. El flujo de mercurio del río Yangtsé se ha más que duplicado con respecto a los niveles preindustriales.\n\nMenos en el Mediterráneo\n\nSin embargo, no todas las regiones experimentaron aumentos. La región mediterránea experimentó niveles de mercurio más bajos en comparación con la época preindustrial, lo que los investigadores atribuyen a la construcción de presas como la Presa Alta de Asuán en el río Nilo, que retienen sedimentos cargados de mercurio.\n\nLas concentraciones fluviales de mercurio podrían servir como un indicador de respuesta rápida para evaluar la eficacia de la gestión de la contaminación por mercurio a medida que los países trabajan para reducir las emisiones de mercurio y restaurar los entornos contaminados, afirmó.\n\nEl estudio también cuenta con la participación de colaboradores internacionales de la Universidad de California en San Diego, la Universidad Forestal de Pekín, el Servicio Geológico de Estados Unidos y Géosciences Environnement Toulouse.\n\nMás temas:\n\nContaminación\n\nRíos\n\nMercurio",
    "Summary": "This article focuses on a Tulane University study about rising mercury levels in rivers. Tulane is positively mentioned for its role in conducting this research, but the overall sentiment is neutral since it focuses on the environmental issue, not Tulane's reputation."
  },
  {
    "Title": "Tulane scientist resigns citing university censorship of pollution and racial disparity research | CNN",
    "Sentiment": -0.7,
    "URL": "https://www.cnn.com/2025/06/14/health/tulane-researcher-resignation",
    "Original Datetime": "2025-06-14T13:03:40Z",
    "Adjusted Date": "06/14/2025",
    "Adjusted Time": "08:03 AM CDT",
    "Full Article Text": "Freedom of speech Pollution See all topics Follow\n\nA Tulane University researcher resigned Wednesday, citing censorship from university leaders who had warned that her advocacy and research exposing the Louisiana petrochemical industry’s health impacts and racial disparities in hiring had triggered blowback from donors and elected officials.\n\nIn her resignation letter, Kimberly Terrell accused the university of sacrificing academic freedom to appease Louisiana’s Republican Gov. Jeff Landry. Terrell, the director of community engagement at Tulane’s Environmental Law Clinic claimed the clinic had been “placed under a complete gag order” that barred her from making public statements about her research.\n\nAccording to emails obtained by The Associated Press, university leaders wrote that the work of the law clinic had become an “impediment” to a Tulane redevelopment project reliant on support from state and private funders. The clinic represents communities fighting the petrochemical industry in court.\n\nKate Kelly, a Landry spokesperson, denied that the governor threatened to withhold state funding.\n\n“I cannot remain silent as this university sacrifices academic integrity for political appeasement and pet projects,” Terrell wrote. “Our work is too important, and the stakes are too high, to sit back and watch special interests replace scholarship with censorship.”\n\nTerrell said she resigned “to protect the work and interests” of the clinic.\n\nTulane spokesperson Michael Strecker said in an emailed statement that the university “is fully committed to academic freedom and the strong pedagogical value of law clinics.” He declined to comment on “personnel matters.”\n\nElected officials concerned about environmental law clinic’s work\n\nMany of the clinic’s clients are located along the heavily industrialized 85-mile (137-kilometer) stretch of the Mississippi River between New Orleans and Baton Rouge commonly referred to by environmental groups as “Cancer Alley.”\n\nMarcilynn Burke, dean of Tulane’s law school, wrote in a May 4 email to clinic staff that Tulane University President Michael Fitts worried the clinic’s work threatened to tank support for the university’s long-sought efforts to redevelop New Orleans’ historic Charity Hospital as part of a downtown expansion.\n\n“Elected officials and major donors have cited the clinic as an impediment to them lending their support to the university generally and this project specifically,” Burke wrote.\n\nBurke did not respond to an emailed request for comment Wednesday.\n\nIn her resignation letter, Terrell wrote that she had been told the governor “threatened to veto” any state funding for the expansion project unless Tulane’s president “did something” about the clinic.\n\nBarred from media interviews\n\nA 2022 study Terrell co-authored found higher cancer rates in Black or impoverished communities in Louisiana. Another study she published last year linked toxic air pollution in Louisiana with premature births and lower weight in newborns.\n\nIn April, Terrell published research showing that Black people received significantly less jobs in the petrochemical industry than white people in Louisiana despite having similar levels of training and education.\n\nMedia coverage of the April study coincided with a visit by Tulane leaders to Louisiana’s capitol to lobby elected officials in support of university projects. Shortly after, Burke, the law school’s dean, told clinic staff in an email that “all external communications” such as social media posts and media interviews “must be pre-approved by me.”\n\nEmails from May show that Burke denied requests from Terrell to make comments in response to various media requests, correspondence and speaking engagements, saying they were not “essential functions of the job.”\n\nOn May 12, Terrell filed a complaint with the Southern Association of Colleges and Schools Commission on Colleges, claiming that her academic freedom had been violated. The agency, which accredits Tulane, did not comment.\n\nUniversity leaders concerned about clinic’s advocacy\n\nIn a May 21 audio recording obtained by the AP, Provost Robin Forman said that when Tulane leadership met with elected officials in April, they were pressed as to why “‘Tulane has taken a stand on the chemical industry as harming communities’,” and this “left people feeling embarrassed and uncomfortable.”\n\nBurke said in an email that university leaders had misgivings about a press release in which a community activist represented by Terrell’s clinic is quoted as saying that petrochemical companies “prioritize profit over people.” Burke noted that Fitts was concerned about the clinic’s science-based advocacy program, and Terrell’s work in particular which he worried had veered “into lobbying.” Burke said Fitts required an explanation of “how the study about racial disparities relates directly to client representation.”\n\nThe clinic cites the study in a legal filing opposing a proposed chemical plant beside a predominantly Black neighborhood, arguing the community would be burdened with a disproportionate amount of pollution and less than a fair share of the jobs.\n\nThe clinic’s annual report highlighted its representation of a group of residents in a historic Black community who halted a massive grain terminal that would have been built around 300 feet from their homes.\n\nThe provost viewed the clinic’s annual report “as bragging that the clinic has shut down development,” Burke said in an email.\n\nIn her resignation letter, Terrell warned colleagues that she felt Tulane’s leaders “have chosen to abandon the principles of knowledge, education, and the greater good in pursuit of their own narrow agenda.”",
    "Summary": "This article details the resignation of a Tulane University scientist who alleges censorship of research related to pollution and racial disparities. The negative sentiment stems from the accusations of censorship and prioritizing political appeasement over academic freedom.  Tulane is mentioned throughout the article as the institution at the heart of the controversy."
  },
  {
    "Title": "Naukowcy właśnie to ujawnili. Z rzekami świata coś się stało",
    "Sentiment": 0.8,
    "URL": "https://geekweek.interia.pl/nauka/news-naukowcy-zbadali-rzeki-na-calym-swiecie-odkryli-cos-niepokoj,nId,21827129",
    "Original Datetime": "2025-06-15T05:55:04Z",
    "Adjusted Date": "06/15/2025",
    "Adjusted Time": "12:55 AM CDT",
    "Full Article Text": "Coś stało się z rzekami na całym świecie. Naukowcy to zbadali\n\nNaukowcy z Uniwersytety Tulane przeprowadzili badania obejmujące rzeki na całym świecie. Ich analizy przyniosły ciekawe, acz niepokojące wnioski - w pewnym momencie historii z rzekami stało się coś dziwnego i nie są to pozytywne wieści. Chodzi bowiem o nagły wzrost poziomu rtęci w rzekach - niemal się potroił.\n\nDlaczego to ważne, by zrozumieć ten proces? Chodzi o to, że związki rtęci są silnymi neurotoksynami, które mogą na przykład kumulować się w rybach, stanowiąc tym samym zagrożenie dla zdrowia ludzi i dzikiej przyrody. A to właśnie głównie rzeki w pobliżu kluczowych siedlisk dzikiej przyrody, w tym głównych szlaków migracyjnych ptaków w Azji Wschodniej i Ameryce Północnej, doświadczyły niepokojących wzrostów poziomów rtęci.\n\nRewolucja przemysłowa przyniosła wielkie zmiany. Nie tylko te dobre\n\nBadania naukowców z Uniwersytetu Tulane wykazały, że poziomy rtęci w rzekach na świecie intensywnie wzrosły od czasów tzw. drugiej rewolucji przemysłowej (XIX w.), obejmującej proces gwałtownych zmian technologicznych, gospodarczych i społecznych, związanych z masowym przechodzeniem od produkcji ręcznej do maszynowej oraz odkryciami naukowymi pokroju silnika gazowego czy żarówki.\n\nNaukowcy opracowali specjalny, szczegółowy model komputerowy MOSART-Hg, który symuluje transport rtęci w rzekach. Ich odkrycia ściśle korelowały ze stężeniami rtęci z osadów w datowanych próbkach z całego świata. Wyniki są jednoznaczne. Przed 1850 rokiem rzeki transportowały około 390 ton rtęci rocznie do oceanów, obecnie jest to około 1000 ton rocznie. Rzeki, krytyczne dla zaopatrzenia w wodę pitną i żywność zostały skażone głównie w wyniku działalności ludzkiej.\n\n- Działalność człowieka zakłóciła globalny cykl rtęci pod każdym względem - powiedział prof. Yanxu Zhang z Uniwersytetu Tulane, główny autor badania. - Podczas gdy poprzednie badania skupiały się na stężeniach rtęci w atmosferze, glebie i wodzie morskiej, w dużej mierze pomijały rzeki, główny szlak rtęci, który stał się w rzeczywistości rurociągiem dla ścieków zarówno ze źródeł komunalnych, jak i przemysłowych.\n\nRozwiń\n\nNiemal trzykrotny wzrost poziomu rtęci w rzekach. Konieczny jest plan działania\n\nGłówne przyczyny wzrostu to wspomnianezrzuty ścieków, a także erozja gleby oraz emisje rtęci z działalności przemysłowej i górniczej. Szczególnie znaczący wkład w zanieczyszczenie rtęcią ma górnictwo złota w Ameryce Południowej, Azji Południowo-Wschodniej i części Afryki. Na przykład w regionie Amazonii poziom rtęci gwałtownie wzrósł właśnie z powodu działalności człowieka - wylesiania, a więc i zwiększonej w jego skutek erozji gleby, a także uwalniania tego pierwiastka przyaktywności górniczej.\n\n- Zasób rtęci w rzece Amazonce przekracza obecnie 200 ton metrycznych rocznie, z czego trzy czwarte pochodzi z działalności człowieka - podaje Zhang.\n\nPoziomy rtęci w rzekach mogą być szybkim wskaźnikiem oceny skuteczności działań na rzecz redukcji emisji zanieczyszczeń, jak i tempa przywracania skażonych środowisk. Może to też być podstawa to opracowania nowych planów działania przeciwko zanieczyszczaniu środowiska. Wyniki badań naukowców z Tulane opublikowane zostały na łamach pisma \"Science Advances\".\n\n***\n\nBądź na bieżąco i zostań jednym z 87 tys. obserwujących nasz fanpage - polub GeekWeek na Facebooku i komentuj tam nasze artykuły!\n\nKatastrofa ekologiczna na Odrze się powtarza. Złote algi zabiły 100 ton ryb Polsat News Polsat News",
    "Summary": "This article discusses a Tulane University study that found a significant increase in mercury levels in rivers globally. The article prominently features Tulane's research and its implications for human health and the environment. Tulane University is repeatedly mentioned as the source of the study. The overall sentiment towards Tulane is positive due to their contribution to a significant scientific finding."
  },
  {
    "Title": "Fayetteville HS (AR) CB Brody Jones commits to Cincinnati",
    "Sentiment": 0.0,
    "URL": "https://cincinnati.rivals.com/news/fayetteville-hs-ar-cb-brody-jones-commits-to-cincinnati?yptr=yahoo",
    "Original Datetime": "2025-06-15T20:13:16Z",
    "Adjusted Date": "06/15/2025",
    "Adjusted Time": "03:13 PM CDT",
    "Full Article Text": "Today, the Cincinnati Bearcats got a commitment from cornerback Brody Jones. Jones is a 6'3\", 185 pound cornerback from Fayetteville, Arkansas. The member of the 2026 class has picked up offers from Arizona State, Tulane, Memphis, UNLV and others.\n\nJones spoke with TFON on why he picked UC, \" It felt like home, they showed me mad love from the start, I just love the new facilities and everything they got going on right now.\"\n\nHe was in Cincinnati over the weekend for his official visit and boom he is now a Bearcat. The new Sheakley IPF/APC definitely helped on the official visit. Tyson Veidt and Eddie Hicks added a piece that fits what they are trying to do on the defensive side of the ball.",
    "Summary": "This article is about a high school football player committing to the University of Cincinnati. Tulane is mentioned as one of the other universities that offered Jones a scholarship.  The mention of Tulane is brief and neutral; it doesn't impact Tulane's reputation. The article's focus is on Jones's commitment to Cincinnati."
  },
  {
    "Title": "Skip the cream and sugar on your next coffee run! Researchers say you’ll live longer",
    "Sentiment": 0.6,
    "URL": "https://www.the-independent.com/news/health/coffee-sugar-cream-research-live-longer-b2771134.html",
    "Original Datetime": "2025-06-16T22:28:06Z",
    "Adjusted Date": "06/16/2025",
    "Adjusted Time": "05:28 PM CDT",
    "Full Article Text": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Read more\n\nDrinking coffee may be linked to a decreased risk of death. Researchers at Boston’s Tufts University said Monday that drinking one to two cups of caffeinated coffee a day was tied to a lower risk of all causes of death and particularly death from cardiovascular disease.\n\nThey found that black coffee and coffee with low levels of added sugar and saturated fat were associated with a 14 percent lower risk. But the same link was not observed for coffee with high amounts of added sugar and saturated fat.\n\n“Coffee is among the most-consumed beverages in the world, and with nearly half of American adults reporting drinking at least one cup per day, it’s important for us to know what it might mean for health,” Fang Fang Zhang, the Neely Family Professor at the Friedman School, said in a statement. “The health benefits of coffee might be attributable to its bioactive compounds, but our results suggest that the addition of sugar and saturated fat may reduce the mortality benefits.”\n\nZhang was the senior author of the National Institutes of Health-supported study, which was published on Monday in The Journal of Nutrition.\n\nopen image in gallery Coffee consumption is linked to a lower risk of all causes of death, researchers at Tufts University say. Drinking up to three cups can be beneficial ( Getty/iStock )\n\nIn the observational study, the authors analyzed data from nine consecutive cycles of the National Health and Nutrition Examination Survey, examining 46,000 adults above the age of 20 who completed a valid assessment of what they had consumed over the course of 24 hours on the first day of the study. The data was recorded from 1999 to 2018.\n\nUltimately, they found that drinking one cup of coffee daily was associated with a 16 percent lower risk of death. That risk rose by a percentage when drinking two-to-three cups. But, more cups didn’t have additional effects, and the link between coffee and a lower risk of death by cardiovascular disease weakened when coffee consumption was more than three cups per day.\n\nopen image in gallery Drinking one to two cups of coffee with low levels of added sugar and saturated fat was associated with a 14 percent lower risk of death. Black coffee was associated with the same lower risk ( Getty/iStock )\n\nThe research builds on previous research supporting the conclusions from Tulane University. A decade-long study of 40,000 American adults found that people who were specifically morning coffee drinkers were 31 percent less likely to die of cardiovascular disease and 16 percent less likely to die earlier of any cause than those who drank no coffee.\n\n“Few studies have examined how coffee additives could impact the link between coffee consumption and mortality risk, and our study is among the first to quantify how much sweetener and saturated fat are being added,” first author Dr. Bingjie Zhou said. “Our results align with the Dietary Guidelines for Americans which recommend limiting added sugar and saturated fat.”",
    "Summary": "This article discusses a study linking coffee consumption to longevity. It mentions that the research builds upon previous work from Tulane University.  While the focus is on the Tufts University study, the reference to Tulane's prior research is positive. Tulane is mentioned in the context of supporting prior research on coffee's health benefits."
  },
  {
    "Title": "3 Questions for Tulane’s Ashley Francis",
    "Sentiment": 0.9,
    "URL": "https://www.insidehighered.com/opinion/columns/learning-innovation/2025/06/17/three-questions-tulanes-ashley-francis",
    "Original Datetime": "2025-06-17T07:00:00Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "02:00 AM CDT",
    "Full Article Text": "Tulane University’s Freeman School of Business recently launched its first fully online M.B.A. program, marking a significant step in expanding its offerings for working professionals. As assistant dean at the Stewart Center for Professional and Executive Education, Ashley Francis plays a pivotal role in shaping and overseeing these programs. With a background in online learning and program development, she brings deep expertise in designing market-competitive programs that maintain Tulane’s unique academic experience.\n\nI wanted to sit down with Ashley to learn more about the strategy behind launching an online M.B.A. at Tulane’s Freeman School of Business, how the program distinguishes itself in a competitive landscape and what universities should consider when developing online offerings.\n\nQ: Why did Tulane’s Freeman School of Business decide to launch an online M.B.A. and how did you approach designing a program that stands out in an increasingly competitive market?\n\nA: Tulane University’s Freeman School of Business launched its online M.B.A. program as part of a comprehensive strategy complementing the school’s portfolio of programs directed towards working professionals and meeting students where they are. It was conceptualized in response to both an evolving institutional culture and a clear demand for accessible, high-quality business education.\n\nThe COVID-19 pandemic further accelerated this momentum. With support from Dean Paulo Goes and our partnership with AllCampus, Tulane’s Freeman School of Business was able to build a rigorous and forward-thinking program.\n\nWhat sets Freeman’s online M.B.A. apart is its commitment to academic excellence, flexibility and support. The curriculum is designed specifically for working professionals, offering the same tenured faculty who teach on campus—a rarity among online programs, which often rely on adjunct instructors. The program underwent a rigorous four-month development process to ensure that our curricula offered engaging, culturally rich courses. We specifically structured a program with reduced credits to help lower cost and time to completion.\n\nThe Freeman School’s online M.B.A. program is not only competitive but it’s also deeply student-centric. We offer unique, customized career support and access to tutoring services that not many other programs offer. While being competitive in the market was a top priority, ultimately the onus was on us to create a program that truly benefited students.\n\nQ: When selecting an online program management partner, what key factors did Tulane’s Freeman School of Business consider? Why was working with an OPM important to you?\n\nA: We went into the OPM selection process knowing the values and capabilities of working with an OPM and that this partnership style would set our online M.B.A. up for the most success. At their best, OPMs are sophisticated, passionate and willing to invest in the success of the program. At the same time, my previous experiences with OPMs had left me feeling wary and cautious when choosing our partner.\n\nFor the new online M.B.A. program, we ended up going with AllCampus, and they’ve absolutely met my high expectations. Tulane’s Freeman School of Business was seeking a true partner—one that would collaborate deeply, offer full transparency and share in the school’s mission for success and AllCampus has embraced those values fully.\n\nMy advice to other higher education leaders considering working with an OPM would be to build a relationship framed around mutual commitment and trust, with a shared goal of creating a standout program. Having a hands-on partnership allowed us to move quickly and tactfully when launching a high-quality program.\n\nQ: Tulane University is deeply connected to the culture and identity of New Orleans. How does the online M.B.A. program incorporate that sense of place and community for students logging in from around the country?\n\nA: Tulane’s Freeman online M.B.A. is infused with the spirit of New Orleans, bringing the city’s vibrancy and community-driven ethos into the virtual classroom. One of the core pillars of the program is “bringing the joy of New Orleans” to students—wherever they are. Rather than creating a hypercompetitive environment, the Freeman School fosters a sense of belonging and cultural richness, helping students feel the NOLA experience even if they never set foot on campus.\n\nThis is accomplished through course design, community engagement strategies and faculty involvement that reflect our university’s values and strengths. Our courses embed the city’s ethos and leverage our expertise in energy, supply chain, brand management and entrepreneurial resilience. Tulane’s brand affinity, loyal alumni network and supportive student services—such as a dedicated career management center and a financial aid adviser—all contribute to building a connected environment. The result is a program that not only educates but also inspires a lifelong connection to the Tulane community and the unique culture of New Orleans.",
    "Summary": "This article features an interview with Ashley Francis, assistant dean at Tulane's Freeman School of Business, discussing the launch of a new online MBA program.  The interview showcases Tulane's commitment to innovation in education and its strategic approach to expanding its reach to working professionals. Tulane's proactive approach to online learning is positively portrayed. Tulane is mentioned numerous times."
  },
  {
    "Title": "Tulane scientist resigns citing university censorship of pollution and racial disparity research",
    "Sentiment": -0.7,
    "URL": "https://www.bostonherald.com/2025/06/12/tulane-researcher-resignation/",
    "Original Datetime": "2025-06-12T23:12:01Z",
    "Adjusted Date": "06/12/2025",
    "Adjusted Time": "06:12 PM CDT",
    "Full Article Text": "By JACK BROOK\n\nNEW ORLEANS (AP) — A Tulane University researcher resigned Wednesday, citing censorship from university leaders who had warned that her advocacy and research exposing the Louisiana petrochemical industry’s health impacts and racial disparities in hiring had triggered blowback from donors and elected officials.\n\nIn her resignation letter, Kimberly Terrell accused the university of sacrificing academic freedom to appease Louisiana’s Republican Gov. Jeff Landry. Terrell, the director of community engagement at Tulane’s Environmental Law Clinic claimed the clinic had been “placed under a complete gag order” that barred her from making public statements about her research.\n\nAccording to emails obtained by The Associated Press, university leaders wrote that the work of the law clinic had become an “impediment” to a Tulane redevelopment project reliant on support from state and private funders. The clinic represents communities fighting the petrochemical industry in court.\n\nKate Kelly, a Landry spokesperson, denied that the governor threatened to withhold state funding.\n\n“I cannot remain silent as this university sacrifices academic integrity for political appeasement and pet projects,” Terrell wrote. “Our work is too important, and the stakes are too high, to sit back and watch special interests replace scholarship with censorship.”\n\nTerrell said she resigned “to protect the work and interests” of the clinic.\n\nTulane spokesperson Michael Strecker said in an emailed statement that the university “is fully committed to academic freedom and the strong pedagogical value of law clinics.” He declined to comment on “personnel matters.”\n\nElected officials concerned about environmental law clinic’s work\n\nMany of the clinic’s clients are located along the heavily industrialized 85-mile stretch of the Mississippi River between New Orleans and Baton Rouge commonly referred to by environmental groups as “Cancer Alley.”\n\nMarcilynn Burke, dean of Tulane’s law school, wrote in a May 4 email to clinic staff that Tulane University President Michael Fitts worried the clinic’s work threatened to tank support for the university’s long-sought efforts to redevelop New Orleans’ historic Charity Hospital as part of a downtown expansion.\n\n“Elected officials and major donors have cited the clinic as an impediment to them lending their support to the university generally and this project specifically,” Burke wrote.\n\nBurke did not respond to an emailed request for comment Wednesday.\n\nIn her resignation letter, Terrell wrote that she had been told the governor “threatened to veto” any state funding for the expansion project unless Tulane’s president “did something” about the clinic.\n\nBarred from media interviews\n\nA 2022 study Terrell co-authored found higher cancer rates in Black or impoverished communities in Louisiana. Another study she published last year linked toxic air pollution in Louisiana with premature births and lower weight in newborns.\n\nIn April, Terrell published research showing that Black people received significantly less jobs in the petrochemical industry than white people in Louisiana despite having similar levels of training and education.\n\nMedia coverage of the April study coincided with a visit by Tulane leaders to Louisiana’s capitol to lobby elected officials in support of university projects. Shortly after, Burke, the law school’s dean, told clinic staff in an email that “all external communications” such as social media posts and media interviews “must be pre-approved by me.”\n\nEmails from May show that Burke denied requests from Terrell to make comments in response to various media requests, correspondence and speaking engagements, saying they were not “essential functions of the job.”\n\nOn May 12, Terrell filed a complaint with the Southern Association of Colleges and Schools Commission on Colleges, claiming that her academic freedom had been violated. The agency, which accredits Tulane, did not comment.\n\nUniversity leaders concerned about clinic’s advocacy\n\nIn a May 21 audio recording obtained by the AP, Provost Robin Forman said that when Tulane leadership met with elected officials in April, they were pressed as to why “‘Tulane has taken a stand on the chemical industry as harming communities’,” and this “left people feeling embarrassed and uncomfortable.”\n\nBurke said in an email that university leaders had misgivings about a press release in which a community activist represented by Terrell’s clinic is quoted as saying that petrochemical companies “prioritize profit over people.” Burke noted that Fitts was concerned about the clinic’s science-based advocacy program, and Terrell’s work in particular which he worried had veered “into lobbying.” Burke said Fitts required an explanation of “how the study about racial disparities relates directly to client representation.”\n\nThe clinic cites the study in a legal filing opposing a proposed chemical plant beside a predominantly Black neighborhood, arguing the community would be burdened with a disproportionate amount of pollution and less than a fair share of the jobs.\n\nThe clinic’s annual report highlighted its representation of a group of residents in a historic Black community who halted a massive grain terminal that would have been built around 300 feet from their homes.\n\nThe provost viewed the clinic’s annual report “as bragging that the clinic has shut down development,” Burke said in an email.\n\nIn her resignation letter, Terrell warned colleagues that she felt Tulane’s leaders “have chosen to abandon the principles of knowledge, education, and the greater good in pursuit of their own narrow agenda.”\n\nBrook is a corps member for The Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.",
    "Summary": "This article discusses the resignation of a Tulane University researcher, Kimberly Terrell, who accused the university of censoring her research on pollution and racial disparities in the Louisiana petrochemical industry.  The article portrays Tulane negatively, suggesting a prioritization of political appeasement over academic freedom. Tulane is mentioned throughout and its actions are criticized."
  },
  {
    "Title": "Writing Literary Nonfiction With Robert Fieseler",
    "Sentiment": 0.9,
    "URL": "https://www.writersdigest.com/writing-literary-nonfiction-with-robert-fieseler",
    "Original Datetime": "2025-06-17T19:00:00Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "02:00 PM CDT",
    "Full Article Text": "When you tackle historical nonfiction, you're offering doing more than simply putting to paper the events of the past. In author and journalist Robert Fieseler's experience, it meant hunting down sealed documents from a state that never wanted this history exposed, and it meant uncovering hundreds of names redacted from records and conducting countless hours of interviews—all before the actual writing takes place.\n\nIn this episode of \"Writer's Digest Presents,\" editor Michael Woodson sits down with Robert to discuss his new book American Scare: Florida's Hidden Cold War on Black and Queer Lives (on sale today), how he infuses literary sensibilities to his historical nonfiction, and more.\n\nAbout the Author\n\nRobert Fieseler\n\nRobert W. Fieseler is a journalist investigating marginalized groups and a scholar excavating forgotten histories. A National Lesbian and Gay Journalists Association Journalist of the Year and recipient of the Pulitzer Traveling Fellowship, his debut book Tinderbox won seven awards, including the Edgar Award, and his reporting has appeared in Slate, Commonweal, and River Teeth, among others. Fieseler graduated co-valedictorian from the Columbia Journalism School and is pursuing a PhD at Tulane University as a Mellon Fellow. He lives with his husband on the gayest street in New Orleans.\n\nBookshop | Amazon\n\n[WD uses affiliate links.]\n\nFrom the Episode\n\nOn Choosing What to Write About: \"It's a lot like falling in love, but from a horrific standpoint, because you're dealing with history. It's typically something that engages me intellectually while simultaneously taking this side door into my heart in a way where I can't stop obsessing about it.\"\n\n\"I have this problem that I've had since I was very little where I want to know the story that others don't want me to know. That's the juicy stuff! That's the gay gossip!\"\n\nOn Incorporating Fiction Craft Practices In Literary Nonfiction: \"I love nonfiction that can employ literary and aesthetic sensibilities, where they have respect for the line, for the musicality of language, where they have a respect for and an understanding of mood and atmosphere, which is very difficult to communicate to an academic historian, but I think it matters. I also love plotting, set-up and pay-off, introducing threads and paying them off later. And I like the way that literature allows for revelation—where there's just moments where you feel like you're entire body's lit up.\"\n\nListen To The Episode",
    "Summary": "This article profiles Robert Fieseler, a journalist and author who is pursuing a PhD at Tulane University.  The article highlights Fieseler's accomplishments and mentions his affiliation with Tulane positively. Tulane is mentioned."
  },
  {
    "Title": "Tulane Law School Clinician Resigns, Says University Gag Order Censored Her Pollution And Racial Disparity Research",
    "Sentiment": -0.7,
    "URL": "https://taxprof.typepad.com/taxprof_blog/2025/06/tulane-law-school-clinician-resigns-says-university-gag-order-censored-her-pollution-and-racial-disp.html",
    "Original Datetime": "2025-06-17T11:00:00Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "06:00 AM CDT",
    "Full Article Text": "New Orleans Times-Picayune, Tulane environmental researcher quits, accuses university of placing her under 'gag order':\r\nA Tulane University researcher and environmental advocate who studied racial d… [+2026 chars]",
    "Summary": "This article summarizes the resignation of a Tulane Law School clinician who alleges a university gag order censored her research on pollution and racial disparity.  The article presents a negative view of Tulane's actions, highlighting the controversy and potential damage to the university's reputation. Tulane is mentioned frequently."
  },
  {
    "Title": "Is New Orleans the next big investment goldmine in America?",
    "Sentiment": 0.8,
    "URL": "https://rollingout.com/2025/06/17/new-orleans-next-big-investment-goldmine/",
    "Original Datetime": "2025-06-17T15:34:21Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "10:34 AM CDT",
    "Full Article Text": "New Orleans has always been known for its vibrant culture, incredible food scene, and world-famous Mardi Gras celebrations. But lately, the Crescent City is gaining attention for an entirely different reason: it’s quietly becoming one of America’s most promising investment destinations. From skyrocketing real estate values to booming tech startups, New Orleans is experiencing an economic renaissance that has investors taking notice.\n\nThe transformation didn’t happen overnight. Years of strategic planning, massive infrastructure investments, and a renewed focus on economic diversification have positioned New Orleans as a serious contender in the investment world. The city that once relied heavily on tourism and oil is now attracting billions in private investment across multiple sectors, creating opportunities that savvy investors are beginning to recognize.\n\nWhat makes this particularly interesting is that New Orleans still offers relatively affordable entry points compared to traditional investment hotspots like Austin, Nashville, or Miami. This combination of growth potential and accessibility is creating a perfect storm for investors looking for the next big opportunity.\n\nReal estate market shows explosive growth\n\nThe New Orleans real estate market has experienced remarkable growth over the past three years, with property values increasing at rates that rival some of the country’s most expensive markets. The median home price has jumped from approximately $195,000 in 2021 to an estimated $245,000 in 2024, representing a nearly 26% increase in just three years.\n\nWhat’s driving this growth extends beyond simple supply and demand. The city has attracted a wave of remote workers and young professionals who discovered New Orleans during the pandemic and decided to stay. These newcomers, often with higher incomes than traditional local residents, have increased demand for quality housing while bringing fresh energy to neighborhoods throughout the city.\n\nRental markets have been particularly strong, with annual rent growth averaging 8.2% over the past two years. This growth stems partly from the city’s recovery in tourism, which has increased demand for short-term rentals, but also from the influx of new residents who need housing while they establish themselves in the city.\n\nNeighborhoods like the Marigny, Bywater, and Central City have seen particularly dramatic appreciation, with some areas experiencing property value increases of 40% or more since 2020. Even traditionally overlooked areas like Algiers Point and the Irish Channel are attracting attention from developers and investors who see potential for significant returns.\n\nTechnology sector gains serious momentum\n\nNew Orleans has been quietly building a robust technology ecosystem that’s now beginning to pay dividends for investors. The city’s tech sector has grown by approximately 15% annually over the past three years, with startups and established companies choosing New Orleans for its lower operating costs, available talent, and supportive business environment.\n\nThe presence of major universities, including Tulane, Loyola, and the University of New Orleans, provides a steady stream of educated workers, while the city’s lower cost of living helps companies attract talent from more expensive markets. Several major companies have established significant operations in New Orleans, bringing high-paying jobs and spurring additional investment in the sector.\n\nThe city has also become a hub for fintech and logistics technology companies, leveraging its position as a major port city and its connections to international trade. These companies are developing solutions for supply chain management, international commerce, and financial services that serve markets far beyond Louisiana.\n\nGaming and entertainment technology represents another growing sector, building on New Orleans’ reputation as an entertainment destination. Companies developing virtual reality experiences, gaming platforms, and digital entertainment solutions have found New Orleans offers both the creative environment they need and the technical infrastructure to support their growth.\n\nInfrastructure investments create foundation for growth\n\nNew Orleans has committed unprecedented resources to infrastructure improvements that are creating the foundation for sustained economic growth. The most visible of these investments is the $2.1 billion French Quarter revitalization project, which aims to preserve the historic character of the area while upgrading utilities, improving drainage, and enhancing the visitor experience.\n\nThe Louis Armstrong New Orleans International Airport recently completed a $1 billion modernization that has significantly increased the city’s capacity to handle both business and leisure travelers. The new terminal has already attracted additional airline routes and has positioned New Orleans as a more attractive destination for business conferences and conventions.\n\nPort infrastructure improvements represent another major investment area. The Port of New Orleans handles approximately $80 billion in cargo value annually, making it one of the most important ports in the United States. Recent expansions and improvements have increased capacity and efficiency, attracting additional shipping companies and logistics providers to establish operations in the area.\n\nPerhaps most importantly, the city has invested heavily in flood protection and drainage improvements. The $14.5 billion in flood protection infrastructure completed since Hurricane Katrina has significantly reduced the risk of major flooding, making the city more attractive to businesses and residents who were previously concerned about weather-related risks.\n\nEnergy sector transitions create new opportunities\n\nNew Orleans is positioning itself at the center of America’s energy transition, creating investment opportunities in both traditional and renewable energy sectors. The city’s location along the Gulf Coast makes it an ideal hub for offshore wind development, and several major projects are already in various stages of planning and development.\n\nThe traditional energy sector remains strong, with New Orleans serving as a headquarters for numerous oil and gas companies. However, many of these companies are diversifying into renewable energy, creating opportunities for investors interested in companies that are successfully managing the energy transition.\n\nThe port’s role in energy is also evolving, with new facilities being developed to handle liquefied natural gas exports and renewable energy equipment imports. These infrastructure investments are attracting energy companies and creating jobs in both construction and long-term operations.\n\nCarbon capture and storage technology represents another emerging opportunity, with several companies developing solutions to reduce industrial emissions. New Orleans’ industrial base and geological features make it an attractive location for these technologies, and early investments in this sector could prove highly profitable as regulations and market demand increase.\n\nTourism and entertainment sector rebounds strongly\n\nThe tourism and entertainment sector, which was devastated by the pandemic, has not only recovered but is showing signs of growth beyond pre-pandemic levels. Annual tourism revenue has returned to approximately $9.5 billion, and visitors are spending more per trip than they did before 2020.\n\nThe city has used the pandemic recovery period to upgrade and diversify its entertainment offerings. New music venues, restaurants, and cultural attractions have opened, while existing businesses have expanded and improved their facilities. This diversification has made New Orleans less dependent on traditional tourism patterns and more resilient to future disruptions.\n\nFilm and television production has become a major economic driver, with Louisiana’s generous tax incentives attracting productions that bring millions of dollars in spending to the local economy. This industry has created jobs not just for actors and crew members, but for local businesses that provide services to productions.\n\nThe food and beverage industry has also seen significant investment, with new restaurants, breweries, and food production facilities opening throughout the city. New Orleans’ reputation for culinary excellence has attracted investors interested in scaling local food concepts nationally or developing new products that capture the city’s unique flavors.\n\nHealthcare and biotech sectors show promise\n\nNew Orleans has emerged as a regional healthcare hub, with major medical centers and research institutions attracting investment in both traditional healthcare and biotechnology. The presence of world-class medical facilities has created opportunities for companies developing medical devices, pharmaceuticals, and healthcare technology solutions.\n\nThe city’s universities have strong research programs in medicine and biological sciences, creating a pipeline of innovation that attracts both startup investment and corporate research and development spending. Several biotech companies have chosen New Orleans as their headquarters, taking advantage of lower operating costs and access to research talent.\n\nTelemedicine and digital health solutions represent particularly promising areas, as companies develop technologies to serve both urban and rural populations throughout the Gulf South region. The pandemic accelerated adoption of these technologies, creating market opportunities that New Orleans companies are well-positioned to address.\n\nChallenges and considerations for investors\n\nDespite the positive trends, potential investors should be aware of challenges that could affect returns. Climate risk remains a significant concern, even with improved flood protection infrastructure. Rising sea levels and increasingly severe storms could impact property values and business operations over the long term.\n\nThe city’s population has not fully recovered to pre-Katrina levels, which limits the local market size for many businesses. While the metropolitan area includes 1.27 million people, the city proper has approximately 384,000 residents, which may not be sufficient to support certain types of businesses without serving regional or national markets.\n\nCrime rates in certain areas remain higher than national averages, which can affect property values and business operations. However, many of the neighborhoods seeing the most investment have experienced significant improvements in public safety.\n\nThe local political and regulatory environment can be complex, with multiple layers of government oversight that may slow development projects or increase costs. Investors should factor these considerations into their planning and budgeting.\n\nMarket timing and future outlook\n\nThe current investment environment in New Orleans appears to offer a favorable risk-to-reward ratio for investors willing to take a long-term view. Property values and business opportunities are still accessible compared to other growing markets, but trends suggest this window may not remain open indefinitely.\n\nSeveral major infrastructure projects are scheduled for completion over the next five years, which should provide additional catalysts for growth. The energy transition, technology sector expansion, and continued tourism recovery all point to sustained economic growth that should benefit early investors.\n\nThe key for potential investors is identifying opportunities that align with the city’s long-term growth trends while avoiding areas or sectors that may be overvalued or face significant challenges. Success will likely come from understanding both the unique advantages New Orleans offers and the specific risks that come with investing in an emerging market.\n\nNew Orleans appears to be at a inflection point where years of planning and investment are beginning to pay dividends. For investors willing to do their research and take a measured approach, the Crescent City may indeed represent the next hot investment zone in America. The combination of cultural appeal, economic diversification, and relative affordability creates a compelling case that more investors are beginning to recognize.",
    "Summary": "This article highlights the economic growth of New Orleans, mentioning Tulane University among other universities contributing to the city's growing tech sector by providing a steady stream of educated workers. The overall sentiment towards Tulane is highly positive, portrayed as a valuable asset to the city's economic development. Tulane is mentioned as a positive factor in the city's growth."
  },
  {
    "Title": "Skip the cream and sugar on your next coffee run! Researchers say you’ll live longer",
    "Sentiment": 0.6,
    "URL": "https://www.the-independent.com/news/health/coffee-sugar-cream-life-expectancy-b2772029.html",
    "Original Datetime": "2025-06-18T04:35:18Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "11:35 PM CDT",
    "Full Article Text": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Read more\n\nDrinking coffee may be linked to a decreased risk of death. Researchers at Boston’s Tufts University said Monday that drinking one to two cups of caffeinated coffee a day was tied to a lower risk of all causes of death and particularly death from cardiovascular disease.\n\nThey found that black coffee and coffee with low levels of added sugar and saturated fat were associated with a 14 percent lower risk. But the same link was not observed for coffee with high amounts of added sugar and saturated fat.\n\n“Coffee is among the most-consumed beverages in the world, and with nearly half of American adults reporting drinking at least one cup per day, it’s important for us to know what it might mean for health,” Fang Fang Zhang, the Neely Family Professor at the Friedman School, said in a statement. “The health benefits of coffee might be attributable to its bioactive compounds, but our results suggest that the addition of sugar and saturated fat may reduce the mortality benefits.”\n\nZhang was the senior author of the National Institutes of Health-supported study, which was published on Monday in The Journal of Nutrition.\n\nopen image in gallery Coffee consumption is linked to a lower risk of all causes of death, researchers at Tufts University say. Drinking up to three cups can be beneficial ( Getty/iStock )\n\nIn the observational study, the authors analyzed data from nine consecutive cycles of the National Health and Nutrition Examination Survey, examining 46,000 adults above the age of 20 who completed a valid assessment of what they had consumed over the course of 24 hours on the first day of the study. The data was recorded from 1999 to 2018.\n\nUltimately, they found that drinking one cup of coffee daily was associated with a 16 percent lower risk of death. That risk rose by a percentage when drinking two-to-three cups. But, more cups didn’t have additional effects, and the link between coffee and a lower risk of death by cardiovascular disease weakened when coffee consumption was more than three cups per day.\n\nopen image in gallery Drinking one to two cups of coffee with low levels of added sugar and saturated fat was associated with a 14 percent lower risk of death. Black coffee was associated with the same lower risk ( Getty/iStock )\n\nThe research builds on previous research supporting the conclusions from Tulane University. A decade-long study of 40,000 American adults found that people who were specifically morning coffee drinkers were 31 percent less likely to die of cardiovascular disease and 16 percent less likely to die earlier of any cause than those who drank no coffee.\n\n“Few studies have examined how coffee additives could impact the link between coffee consumption and mortality risk, and our study is among the first to quantify how much sweetener and saturated fat are being added,” first author Dr. Bingjie Zhou said. “Our results align with the Dietary Guidelines for Americans which recommend limiting added sugar and saturated fat.”",
    "Summary": "This article discusses a study on coffee consumption and mortality risk.  It mentions that the research builds on previous research supporting the conclusions from Tulane University. This is presented positively, with research from Tulane University being seen as reputable and influential. Tulane was mentioned as a source of prior supporting research."
  },
  {
    "Title": "Sheffrin: Taxpayer Realization And Economic Welfare",
    "Sentiment": 0.6,
    "URL": "https://taxprof.typepad.com/taxprof_blog/2025/06/sheffrin-taxpayer-realization-and-economic-welfare.html",
    "Original Datetime": "2025-06-18T19:01:00Z",
    "Adjusted Date": "06/18/2025",
    "Adjusted Time": "02:01 PM CDT",
    "Full Article Text": "Steven M. Sheffrin (Tulane; Google Scholar), Taxpayer Realization and Economic Welfare:\r\nShould we tax unrealized capital gains? This paper provides a new perspective on this controversial issue by e… [+2040 chars]",
    "Summary": "This article mentions Steven M. Sheffrin of Tulane University in relation to his paper on taxpayer realization and economic welfare. The mention of Tulane is brief but positive, associating the university with academic research and scholarship.  The mention of Tulane is positive, associating it with a scholarly contribution."
  },
  {
    "Title": "Ranking Elite 11 quarterbacks by system fit: Who could thrive at the next level",
    "Sentiment": 0.0,
    "URL": "https://www.espn.com/college-football/story/_/id/45498552/ranking-elite-11-finals-quarterbacks-school-fit-2026-college-football-recruiting",
    "Original Datetime": "2025-06-17T11:16:13Z",
    "Adjusted Date": "06/17/2025",
    "Adjusted Time": "06:16 AM CDT",
    "Full Article Text": "Open Extended Reactions\n\nThe Elite 11 Finals annually spotlight the nation's top high school quarterbacks, offering a firsthand look at how the next wave of signal-callers stacks up against elite competition.\n\nWith most participants already committed, it's a valuable window into how these prospects will fit into their future college systems and translate to the next level. Here are the top 10 committed quarterbacks attending the event later this month ranked by system fit.\n\n1. Faizon Brandon, Tennessee\n\nESPN 300 ranking: 8\n\nTennessee's scheme is plug-and-play friendly and fits Brandon's big arm and sneaky mobility. There's a clear trend emerging in Knoxville when it comes to quarterback traits in terms of stature, athleticism and arm strength. Brandon checks all three boxes. He's very similar to former Vols standout Hendon Hooker and is further along developmentally than Hooker was at Brandon's age. Though not quite as polished as Nico Iamaleava coming out of high school, Brandon throws a great deep ball, which Tennessee coach Josh Heupel requires from all his quarterbacks. By the time he arrives on campus, it's likely at least one quarterback currently on the Tennessee roster will have hit the transfer portal.\n\nOne week from today the @Elite11 Finals get underway ⏳ UCReport will have on-site coverage. Looking forward to seeing plenty of high-level quarterbacks and evaluating how they'll fit in their college system. Among those is 5-star Tennessee commit Faizon Brandon who was... pic.twitter.com/kXFh2QojIJ - Billy Tucker (@TheUCReport) June 10, 2025\n\n2. Terry Walker III, Duke\n\nESPN 300 ranking: N/A -- three-star\n\nDuke offensive coordinator Jonathan Brewer is looking for a run-pass option quarterback with consistent accuracy and high-level production in the run game. Walker is that guy. He's strikingly similar to Darian Mensah, the quarterback Duke brought in via the transfer portal, only Walker has a stronger arm. The Blue Devils want a dynamic runner at quarterback -- something former QB Maalik Murphy wasn't -- and that's what Walker is. A true playmaker, he also has a sky-high ceiling for development as a passer. Walker's commitment is more evidence that the perception of Duke is shifting among top-tier recruits.\n\n3. Jake Fette, Arizona State\n\nESPN 300 ranking: 157\n\nIt's easy to see why Arizona State's coaching staff loves Fette considering he's a mirror image of current quarterback Sam Leavitt. Fette is a sandlot-style riverboat gambler who thrives when the play breaks down. He looks like a pocket passer, but has the athleticism of a runner and can stress defenses with his legs. Coach Kenny Dillingham will use a lot of smoke and mirrors with shifts, motions, personnel groupings and backfield action to maximize Fette's dynamic skill set and make him a threat both inside and outside the pocket.\n\n4. Dia Bell, Texas\n\nESPN 300 ranking: 6\n\nBell enters an ideal situation. The Longhorns don't need to rush him, and instead can allow him to develop at his own pace. His fit is quite akin to Arch Manning's, and if Bell follows a similar blueprint he will get bigger, stronger and more mature over time. He already displays the tools of a high-level passer and adds value as a more capable runner than Quinn Ewers did in Steve Sarkisian's system. Bell is a naturally gifted passer with a long track record of performance against elite competition, so he is ready to make the jump.\n\n5. Dereon Coleman, Miami\n\nESPN 300 ranking: N/A -- three-star\n\nRegardless of Carson Beck's production this fall, Coleman will be able to deliver the dynamism that Miami showcased with Cam Ward at the helm, which will make the Hurricanes much more difficult to defend. Coleman is the type of player Miami will prefer at quarterback in the long run. He has moxie, a gunslinger's mentality and a live arm capable of making off-platform plays look routine. Remind you of anyone?\n\n6. Jonas Williams, USC\n\nESPN 300 ranking: 155\n\nIt's easy to see shades of former Trojans quarterback Caleb Williams when watching Jonas Williams. He's a naturally creative and improvisational quarterback. The play is never over, sometimes to a fault, but often to devastating effect. Williams can move the launch point and change arm angles, especially when asked to get the ball out quickly on screens and underneath throws. He thrives in chaos and can run the play-action offense Lincoln Riley loves to employ.\n\n7. Keisean Henderson, Houston\n\nESPN 300 ranking: 16\n\nHenderson is another signal-caller with similarities to Darian Mensah, who played for current Houston coach Willie Fritz at Tulane. Landing Henderson was a huge win for Fritz. Henderson is a terrific athlete who can reach 20.6 mph max speed, an elite number for a quarterback. We're intrigued to see whether he sticks at quarterback or moves to another position. For that reason, he's more of a developmental player who needs to get more consistent in the passing game, but he has a high ceiling regardless of position.\n\n8. Troy Huhn, Penn State\n\nESPN 300 ranking: 198\n\nAt 6-foot-4 and 215 pounds, Huhn has the kind of stature coach James Franklin and offensive coordinator Andy Kotelnicki love. Though not as mobile as Drew Allar, Huhn is very athletic in the pocket. He can extend plays and shows strong anticipation off play-action. Huhn loves to play under center, which is a valuable trait in a Penn State offense that blends shotgun and traditional looks. With a scheme that frequently shifts the launch point through varied play-action concepts, Huhn's footwork and functional mobility make him a natural fit.\n\n9. Travis Burgess, North Carolina\n\nESPN 300 ranking: N/A -- three-star\n\nIt's still unclear exactly what North Carolina's offense will look like under Bill Belichick, but recent quarterback additions offer a clue. The Tar Heels brought in dual-threat options in South Alabama transfer Gio Lopez and 2025 commit Bryce Baker. Neither is a traditional pocket passer, nor is Burgess. He's a great get for North Carolina with his athleticism, live arm, quick release and developmental upside. He also won't be thrust into action immediately. Once the staff understands his strengths, he's the kind of player it can build a system around. Though not as tall, he's reminiscent of NC State's CJ Bailey.\n\n10. Briggs Cherry, Louisville\n\nESPN 300 ranking: N/A -- three-star\n\nCherry is the prototypical athletic pocket passer for Jeff Brohm's system. He's decisive, releases the ball quickly and anticipates plays well. Combine that with Brohm's tried-and-true scheme, and it's easy to see why Louisville is a destination for quarterbacks such as Cherry who are looking to up their game. He is similar to Cardinals transfer quarterback Miller Moss in both skill and style. Cherry thrives in quick-game concepts, excels in the intermediate passing attack and is highly effective off deep play-action. Louisville is attractive for Cherry because it always layers good skill players around its quarterback.",
    "Summary": "This article ranks high school quarterbacks based on their potential fit within different college football systems. Tulane is mentioned briefly as the former university of a college coach. The mention is neutral and has no bearing on the reputation of Tulane."
  },
  {
    "Title": "Breaking bonds, breaking ground: Advancing the accuracy of computational chemistry with deep learning",
    "Sentiment": 0.8,
    "URL": "https://www.microsoft.com/en-us/research/blog/breaking-bonds-breaking-ground-advancing-the-accuracy-of-computational-chemistry-with-deep-learning/",
    "Original Datetime": "2025-06-18T10:07:43Z",
    "Adjusted Date": "06/18/2025",
    "Adjusted Time": "05:07 AM CDT",
    "Full Article Text": "We are excited to share our first big milestone in solving a grand challenge that has hampered the predictive power of computational chemistry, biochemistry, and materials science for decades. By using a scalable deep-learning approach and generating an unprecedented quantity of diverse, highly accurate data, we have achieved a breakthrough in the accuracy of density functional theory (DFT), the workhorse method that thousands of scientists use every year to simulate matter at the atomistic level. Within the region of chemical space represented in our large training dataset, our model reaches the accuracy required to reliably predict experimental outcomes, as assessed on the well-known benchmark dataset W4-17 (opens in new tab). This removes a fundamental barrier to shifting the balance of molecule and material design from being driven by laboratory experiments to being driven by computational simulations. The implications for accelerating scientific discovery are far reaching, spanning applications from drugs to batteries and green fertilizers.\n\nWhat is DFT?\n\nMolecules and materials are made of atoms, which are held together by their electrons. These electrons act as a glue, determining the stability and properties of the chemical structure. Accurately computing the strength and properties of the electron glue is essential for predicting whether a chemical reaction will proceed, whether a candidate drug molecule will bind to its target protein, whether a material is suitable for carbon capture, or if a flow battery can be optimized for renewable energy storage. Unfortunately, a brute-force approach amounts to solving the many-electron Schrödinger equation, which requires computation that scales exponentially with the number of electrons. Considering that an atom has dozens of electrons, and that molecules and materials have large numbers of atoms, we could easily end up waiting the age of the universe to complete our computation unless we restrict our attention to small systems with only a few atoms.\n\nDFT, introduced by Walter Kohn and collaborators in 1964-1965, was a true scientific breakthrough, earning Kohn the Nobel Prize in Chemistry in 1998. DFT provides an extraordinary reduction in the computational cost of calculating the electron glue in an exact manner, from exponential to cubic, making it possible to perform calculations of practical value within seconds to hours.\n\nWhat is the grand challenge in DFT?\n\nBut there is a catch: the exact reformulation has a small but crucial term—the exchange-correlation (XC) functional—which Kohn proved is universal (i.e., the same for all molecules and materials), but for which no explicit expression is known. For 60 years, people have designed practical approximations for the XC functional. The magazine Science dubbed the gold rush to design better XC models the “pursuit of the Divine Functional (opens in new tab)”. With time, these approximations have grown into a zoo of hundreds of different XC functionals from which users must choose, often using experimental data as a guide. Owing to the uniquely favorable computational cost of DFT, existing functionals have enabled scientists to gain extremely useful insight into a huge variety of chemical problems. However, the limited accuracy and scope of current XC functionals mean that DFT is still mostly used to interpret experimental results rather than predict them.\n\nWhy is it important to increase the accuracy of DFT?\n\nWe can contrast the present state of computational chemistry with the state of aircraft engineering and design. Thanks to predictive simulations, aeronautical engineers no longer need to build and test thousands of prototypes to identify one viable design. However, this is exactly what we currently must do in molecular and materials sciences. We send thousands of potential candidates to the lab, because the accuracy of the computational methods is not sufficient to predict the experiments. To make a significant shift in the balance from laboratory to in silico experiments, we need to remove the fundamental bottleneck of the insufficient accuracy of present XC functionals. This amounts to bringing the error of DFT calculations with respect to experiments within chemical accuracy, which is around 1 kcal/mol for most chemical processes. Present approximations typically have errors that are 3 to 30 times larger.\n\nHow can AI make a difference?\n\nAI can transform how we model molecules and materials with DFT by learning the XC functional directly from highly accurate data. The goal is to learn how the XC functional captures the complex relationship between its input, the electron density, and its output, the XC energy. You can think of the density like a glue, with regions of space where there is a lot of it and other regions with less of it. Traditionally, researchers have built XC functional approximations using the concept of the so-called Jacob’s ladder: a hierarchy of increasingly complex, hand-designed descriptors of the electron density. Including density descriptors from higher rungs of this ladder aims to improve accuracy, but it comes at the price of increased computational cost. Even the few attempts that use machine learning have stayed within this traditional paradigm, thereby taking an approach that is akin to what people were doing in computer vision and speech recognition before the deep-learning era. Progress toward better accuracy has stagnated for at least two decades with this approach.\n\nOur project is driven by the intuition that a true deep learning approach—where relevant representations of the electron density are learned directly from data in a computationally scalable way—has the potential to revolutionize the accuracy of DFT, much like deep learning has transformed other fields. A significant challenge with going down this path, however, is that feature or representation learning is very data-hungry, and there is very little data around—too little to test this hypothesis reliably.\n\nWhat have we done in this milestone?\n\nThe first step was generating data—a lot of it. This posed a major challenge, since the data must come from accurate solutions of the many-electron Schrödinger equation, which is precisely the prohibitively expensive problem that DFT is designed to replace. Fortunately, decades of progress in the scientific community have led to smarter, more efficient variants of brute-force methods, making it possible to compute reference data for small molecules at experimental accuracy. While these high-accuracy methods, also referred to as wavefunction methods, are far too costly for routine use in applications, we made a deliberate investment in them for this project. The reason? The upfront cost of generating high-quality training data is offset by the long-term benefit of enabling vast numbers of industrially relevant applications with cost effective DFT using the trained XC functional. Crucially, we rely on the ability of DFT—and our learned XC functional—to generalize from high-accuracy data for small systems to larger, more complex molecules.\n\nThere are many different high-accuracy wavefunction methods, each tailored to different regions of chemical space. However, their use at scale is not well established, as they require extensive expertise—small methodological choices can significantly affect accuracy at the level that we target. We therefore joined forces with Prof. Amir Karton (opens in new tab) from the University of New England, Australia, a world-leading expert who developed widely recognized benchmark datasets for a fundamental thermochemical property: atomization energy—the energy required to break all bonds in a molecule and separate it into individual atoms. To create a training dataset of atomization energies at unprecedented scale, our team at Microsoft built a scalable pipeline to produce highly diverse molecular structures. Using these structures and substantial Azure compute resources via Microsoft’s Accelerating Foundation Models Research program (opens in new tab), Prof. Karton applied a high-accuracy wavefunction method to compute the corresponding energy labels. The result is a dataset (opens in new tab) two orders of magnitude larger than previous efforts. We are releasing a large part of this dataset (opens in new tab) to the scientific community.\n\nData generation was only half of the challenge. We also needed to design a dedicated deep-learning architecture for the XC functional—one that is both computationally scalable and capable of learning meaningful representations from electron densities to accurately predict the XC energy. Our team of machine learning specialists, assisted by DFT experts, introduced a series of innovations that solve these and other challenges inherent to this complex learning problem. The result is Skala, an XC functional that generalizes to unseen molecules, reaching the accuracy needed to predict experiments. This demonstrates for the first time that deep learning can truly disrupt DFT: reaching experimental accuracy does not require the computationally expensive hand-designed features of Jacob’s ladder. Instead, we can retain the original computational complexity of DFT while allowing the XC functional to learn how to extract meaningful features and predict accurate energies.\n\nWe compare the accuracy of Skala against the best existing functionals of varying computational cost. The prediction errors are evaluated on two well-known public benchmark datasets: the W4-17 dataset for atomization energies (y axis, mean absolute error) and the GMTKN55 dataset for general main-group chemistry (x axis, weighted total mean absolute deviation, or WTMAD-2 for short). Skala achieves near “chemical accuracy” (1 kcal/mol) on atomization energies. This is the accuracy required for predictive modeling of laboratory experiments, which, to date, no existing functional has reached. Skala works especially well on the “single reference” subset of this dataset, reaching a groundbreaking 0.85 kcal/mol. On the GMTKN55 dataset, Skala shows competitive accuracy to the best-performing hybrid functionals, at a lower cost.\n\n“Skala is a new density functional for the exchange-correlation energy that employs meta-GGA ingredients plus D3 dispersion and machine-learned nonlocal features of the electron density. Some exact constraints were imposed, and some others “emerge” from the fitting to about 150,000 accurate energy differences for sp molecules and atoms. Skala achieves high, hybrid-like accuracy on a large and diverse data set of properties of main group molecules, which has no overlap with its training set. The computational cost of Skala is higher than that of the r2SCAN meta-GGA for small molecules, but about the same for systems with 1,000 or more occupied orbitals. Its cost seems to be only 10% of the cost of standard hybrids and 1% of the cost of local hybrids. Developed by a Microsoft team of density functional theorists and deep-learning experts, Skala could be the first machine-learned density functional to compete with existing functionals for wide use in computational chemistry, and a sign of things to come in that and related fields. Skala learned from big data and was taught by insightful human scientists.” — John P. Perdew, Professor of Physics, School of Science and Engineering, Tulane University\n\nThis first milestone was achieved for a challenging property in a specific region of chemical space—atomization energies of main group molecules—for which we generated our initial large batch of high-accuracy training data. Building on this foundation, we have started to expand our training dataset to cover a broader range of general chemistry, using our scalable in-house data generation pipeline. With the first small batch of training data beyond atomization energies, we have already extended the accuracy of our model, making it competitive with the best existing XC functionals across a wider spectrum of main group chemistry. This motivates us to continue growing our high-accuracy data generation campaign, engaging with external experts such as Prof. Amir Karton, who noted, “After years of benchmarking DFT methods against experimental accuracy, this is the first time I’ve witnessed such an unprecedented leap in the accuracy–cost trade-off. It is genuinely exciting to see how the creation of our new dataset has enabled these groundbreaking results — opening up a path for transformative advances across chemical, biochemical, and materials research.”\n\nAdvancing computational chemistry together\n\nWe are excited to work closely with the global computational chemistry community to accelerate progress for all and look forward to openly releasing our first XC functional in the near future.\n\n“Density Functional Theory (DFT) and related technologies are a core Digital Chemistry technology supporting advancements in Merck’s diverse Life Science, Healthcare and Electronics businesses. However, the limitations of traditional DFT methods, which have persisted for the last 50 years, have hindered its full potential. Microsoft Research’s innovative approach to integrating deep learning represents a substantial leap, enhancing its accuracy, robustness, and scalability. We are looking forward to exploring how this can advance Digital Chemistry workflows and unlock new possibilities for the future, aligning with our commitment to developing advanced algorithms and technologies that propel scientific innovation at Merck.” — Jan Gerit Brandenburg – Director for Digital Chemistry at Merck\n\n“We are entering a golden age for predictive and realistic simulations: very accurate electronic-structure calculations provide vast amounts of consistent data that can be used to train novel machine-learning architectures, delivering the holy grail of precision and computational efficiency.” — Professor Nicola Marzari, Chair of Theory and Simulation of Materials, EPFL and PSI\n\nWe believe that our new functional can help unlock new opportunities for businesses and are eager to work together on real-world applications. Today, we are delighted to launch the DFT Research Early Access Program (DFT REAP) and welcome Flagship Pioneering as the first participant. This program is for companies and research labs to collaborate with us to accelerate innovation across many industries. To find out more about how to join this program please visit: https://aka.ms/DFT-REAP (opens in new tab)\n\n“Microsoft’s effort to enhance the predictive power of computational chemistry reflects a bold but thoughtful step toward a simulation-first future. At Flagship, we believe that openly shared, foundational advances in science – like this leap forward in DFT accuracy – can serve as powerful enablers of innovation. These next-generation tools promise to accelerate discovery across a wide range of sectors, from therapeutics to materials science, by helping researchers navigate chemical and biological space with far greater precision and speed.” — Junaid Bajwa, M.D., Senior Partner at Flagship Pioneering and Science Partner at Pioneering Intelligence\n\nBy making our work available to the scientific community, we hope to enable widespread testing and gather valuable feedback that will guide future improvements. For the first time, deep learning offers a clear and computationally scalable path to building an accurate, efficient, and broadly applicable model of the universal XC functional—one that could transform the computational design of molecules and materials.\n\nAcknowledgement\n\nThis work is the product of a highly collaborative and interdisciplinary effort led by Microsoft Research AI for Science, in partnership with colleagues from Microsoft Research Accelerator, Microsoft Quantum and the University of New England. The full author list includes Giulia Luise, Chin-Wei Huang, Thijs Vogels, Derk P. Kooi, Sebastian Ehlert, Stephanie Lanius, Klaas J. H. Giesbertz, Amir Karton, Deniz Gunceler, Megan Stanley, Wessel P. Bruinsma, Victor Garcia Satorras, Marwin Segler, Kenji Takeda, Lin Huang, Xinran Wei, José Garrido Torres, Albert Katbashev, Bálint Máté, Sékou-Oumar Kaba, Roberto Sordillo, Yingrong Chen, David B. Williams-Young, Christopher M. Bishop, Jan Hermann, Rianne van den Berg and Paola Gori Giorgi.\n\nOpens in a new tab",
    "Summary": "This article discusses a breakthrough in computational chemistry achieved by Microsoft researchers.  The positive sentiment stems from the groundbreaking advancements in the accuracy of DFT, a method used to predict molecular and material properties.  While Tulane is only mentioned in passing through an author affiliation (John P. Perdew, Professor of Physics, School of Science and Engineering, Tulane University), this affiliation contributes to a positive perception of Tulane as a leading institution in the field of science. The article itself does not directly mention Tulane's actions or policies, so the overall sentiment towards Tulane remains neutral except for the positive association from the affiliation of the professor."
  },
  {
    "Title": "Pasar por el quirófano ayuda a perder más peso que los fármacos de la familia Ozempic",
    "Sentiment": 0.8,
    "URL": "https://www.elmundo.es/ciencia-y-salud/salud/2025/06/20/68542043fc6c8308208b45b2.html",
    "Original Datetime": "2025-06-20T00:35:30Z",
    "Adjusted Date": "06/19/2025",
    "Adjusted Time": "07:35 PM CDT",
    "Full Article Text": "Alos dos años, la cirugía bariátrica consigue una pérdida de peso cinco veces mayor que los fármacos agonistas de los receptores de GLP-1. Es la conclusión principal de un estudio realizado en condiciones de vida real que se acaba de presentar en el congreso de la Sociedad Americana de Cirugía Bariátrica y Metabólica (ASMBS, por sus siglas en inglés), en Washington.\n\nEl trabajo, dirigido desde el centro neoyorkino NYU Langone Health, comparó los resultados obtenidos con la gastrectomía en manga y el bypass gástrico frente a las inyecciones con semaglutida o tirzepatida.\n\nAsí desvelaron que los pacientes sometidos a cirugía perdieron de media más de 26 kilos a los dos años frente a los cerca de 5,5 kilos de aquellos tratados con GLP-1 durante al menos seis meses (24% de pérdida de peso frente a 4,7%). Los pacientes en tratamiento continuo con GLP-1 durante un año perdieron más kilos, pero significativamente menos que aquellos que recibieron la cirugía bariátrica (7% de pérdida de peso total).\n\nJuan Carlos Ruiz de Adana, jefe de Servicio de Cirugía General y Aparato Digestivo del Hospital Universitario de Getafe, en Madrid, comenta a DM, con la cautela que se observa siempre ante un estudio retrospectivo, que los resultados presentados son coherentes: la cirugía bariátrica también incide en la secreción endógena de GLP-1, moléculas que favorecen la pérdida de peso y el control metabólico, y en las que se basa el mecanismo de acción de estos nuevos fármacos. \"Es lógico que, como se muestra en este trabajo, la cirugía alcance efectos más potentes e intensos que los fármacos. Además, se ha medido en los dos años siguientes a la intervención, el periodo en el que la acción alcanzada sobre esas incretinas es más intensa\".\n\nEl responsable de la Unidad de Cirugía Esofagogástrica y Obesidad, de referencia nacional en el tratamiento de esta enfermedad, recalca que si bien los efectos alcanzados son más intensos con la cirugía, \"también hay que considerar que la intervención quirúrgica tiene unos riesgos que no acompañan al tratamiento farmacológico\". Todo ello debe ponderarse a la hora de indicar un tratamiento a cada paciente.\n\n\"Hay enfermos cuyo IMC los sitúa en el límite de la indicación quirúrgica que con los fármacos pueden evitar, o al menos retrasar, una operación. Pero queda claro que los pacientes con obesidad grave y trastornos metabólicos, en especial si no se controlan bien, se van a beneficiar más de la cirugía. Tanto en reducción de peso y control metabólico como en los aspectos psicológicos -que se analizan en otro estudio realizado en la Universidad de Tulane-, la cirugía bariátrica obtiene efectos más intensos que el tratamiento farmacológico\".\n\nEl cirujano apunta que en Estados Unidos desde la llegada de los fármacos GLP-1 se ha reducido en un 25% las intervenciones bariátricas, pero que la situación en España, con el Sistema Nacional de Salud (SNS), es algo diferente, pues los pacientes suelen tener que esperar hasta ser intervenidos.\n\nRuiz de Adana también subraya la importancia del estilo de vida en el manejo de la obesidad. \"Los fármacos tienen efecto mientras se administran, y la cirugía, al cabo de unos años, pierde su efecto. Los resultados a largo plazo van a depender mucho de los hábitos que incorpore el paciente\".\n\nDatos de la investigación\n\nPara el estudio, se utilizaron datos de 122.595 pacientes procedentes de registros médicos electrónicos del mundo real del NYU Langone Health y de la red de hospitales públicos NYC Health + Hospitals. Los pacientes incluidos presentaban un índice de masa corporal (IMC) de al menos 35, y se sometieron a gastrectomía en manga o bypass gástrico en Y de Roux, o bien se les prescribió semaglutida o tirzepatida entre 2018 y 2024. Tras ajustar determinados factores, compararon los resultados de 14.152 pacientes emparejados con alguno de los tratamientos.\n\n\"Los ensayos clínicos muestran una pérdida de peso de entre el 15% y el 21% para los GLP-1, pero este estudio sugiere que la pérdida de peso en el mundo real es considerablemente menor incluso para los pacientes que tienen recetas activas durante todo un año. Sabemos que hasta el 70% de los pacientes puede interrumpir el tratamiento en el plazo de un año\", afirma el primer firmante del trabajo, Avery Brown, residente de cirugía en NYU Langone Health. \"Los pacientes tratados con GLP-1 pueden necesitar ajustar sus expectativas, adherirse más estrechamente al tratamiento u optar por la cirugía metabólica y bariátrica para lograr los resultados deseados\", concluye.\n\nPara el autor principal del trabajo, el cirujano bariátrico Karan R. Chhabra, profesor en la Facultad de Medicina Grossman de la NYU, estos resultados invitan a profundizar con más estudios, entre otros aspectos, en cuál es el perfil de pacientes más adecuado para recibir la cirugía bariátrica en lugar del tratamiento farmacológico, de forma que se optimicen los resultados.\n\n\"Si bien ambos grupos de pacientes pierden peso, la cirugía metabólica y bariátrica es mucho más efectiva y duradera\", afirma la presidenta de la ASMBS, Ann M. Rogers, de la red hospitalaria de Pensilvania Penn State Health, quien no participó en el estudio, en una nota difundida por la sociedad científica. \"Quienes no consigan una pérdida de peso suficiente con los GLP-1 o tengan dificultades para cumplir el tratamiento debido a los efectos secundarios o a los costes, deberían plantearse la cirugía bariátrica como opción o incluso en combinación\".\n\nMás beneficio en la salud mental\n\nLa cirugía bariátrica también se ha mostrado superior a los fármacos en relación a eventuales trastornos psiquiátricos asociados a la obesidad. En otro estudio, también presentado en el congreso de la ASMBS, se muestra en un periodo de cinco años que las personas sometidas a cirugía metabólica y bariátrica tienen muchas menos probabilidades de desarrollarlos que los tratados con la terapia farmacológica.\n\nEl riesgo de desarrollar déficits cognitivos fue un 54% menor; un 18% menor para los trastornos de ansiedad, y un 17% para los trastornos por consumo de sustancias.\n\nEl equipo de investigadores de la Facultad de Medicina Tulane, en Nueva Orleans, llevó a cabo un análisis retrospectivo de pacientes sometidos a cirugía metabólica y bariátrica y de pacientes en tratamiento con semaglutida, liraglutida y dulaglutida, utilizando la base de datos TriNetX. Tras emparejar los datos atendiendo a características demográficas y clínicas, se compararon 33.600 pacientes quirúrgicos y 33.600 pacientes en terapia farmacológica, en relación a la incidencia de nuevos trastornos psiquiátricos. El periodo de seguimiento duró hasta cinco años.\n\nPosible efecto protector\n\nAtendiendo a estos resultados, \"la cirugía metabólica y bariátrica confiere un fuerte efecto protector contra los trastornos comunes de salud mental en una comparación directa con la farmacoterapia GLP-1\", afirma en una nota difundida por la ASMBS la coautora del estudio Shauna Levy, jefa de la División de Cirugía Mínimamente Invasiva/Bariátrica de la Facultad de Medicina de la Universidad de Tulane.\n\nLos autores también enfatizan la importancia de \"tener en cuenta los resultados de salud mental a la hora de seleccionar modalidades de tratamiento para personas con obesidad\". Y la necesidad de que se investigue en los \"mecanismos subyacentes a estos beneficios para orientar las estrategias de tratamiento personalizado\".",
    "Summary": "This article discusses a study comparing the effectiveness of bariatric surgery versus GLP-1 agonist drugs for weight loss.  The study referenced research on the psychological effects of bariatric surgery conducted at Tulane University, which shows positive impacts on mental health.  This positive association with Tulane contributes positively to its reputation by showcasing impactful research produced by the university."
  },
  {
    "Title": "Aurelio Rojas, cardiólogo: \"Las personas que toman café en este momento del día tienen mayor esperanza de vida y son menos propensas a infartos\"",
    "Sentiment": 0.7,
    "URL": "https://www.trendencias.com/gourmet/aurelio-rojas-cardiologo-personas-que-toman-cafe-este-momento-dia-tienen-mayor-esperanza-vida-propensas-a-infartos",
    "Original Datetime": "2025-06-19T14:31:07Z",
    "Adjusted Date": "06/19/2025",
    "Adjusted Time": "09:31 AM CDT",
    "Full Article Text": "Si el café es una de las bebidas más consumidas y queridas en el mundo es porque nos da motivos. Nos despierta, nos activa y, en muchos casos, beberlo es lo primero que hacemos en el día. Aunque pasarse puede tener efectos secundarios que van del insomnio a los problemas gastrointestinales, sus beneficios no se quedan en el ámbito energético. A la lista de reducir el riesgo de padecer diabetes y mejorar la memoria, tanto a largo plazo como a corto, puedes añadirle lo que dice el cardiólogo Aurelio Rojas.\n\nSegún el doctor, aquellas personas que toman café una sola vez al día, y específicamente cuando se levantan por las mañanas, no solo evitan los efectos negativos del exceso de cafeína sino que podrían estar contribuyendo a vivir más y teniendo un corazón más sano. \"Parece que quienes toman café solo por la mañana tienen una mayor esperanza de vida y menos probabilidades de sufrir un infarto\", explica Rojas.\n\nEsta afirmación no se la ha sacado de la manga sino que viene respaldada por un estudio reciente publicado en el 'European Heart Journal'. Investigadores de la Universidad de Tulane (EE.UU.) estudiaron a más de 40.000 personas durante casi 20 años. El hallazgo más llamativo que encontraron es que quienes bebían café antes del mediodía tenían un 31 % menos de riesgo de morir por enfermedades cardiovasculares.\n\nDavid Mao\n\nEso sí, hay que tener en cuenta que se trata de un estudio observacional y no prueba una relación directa causa-efecto, pero los datos apuntan a una correlación significativa entre el momento del consumo de esta bebida y sus efectos en la salud.\n\nPor el lado contrario, los expertos señalan que tomar café por la tarde o por la noche puede alterar los ritmos circadianos (nuestro reloj biológico), empeorando la calidad del sueño y, a la larga, dañando el corazón. Además de esto, quienes toman su taza de café de forma matutina suelen tener unas rutinas más saludables, en las que hacen ejercicio, comen mejor y duermen más profundamente. Eso sí, con moderación y sin pasarse.\n\nFoto de portada | doctorrojass y Nathan Dumlao",
    "Summary": "This article discusses a study linking morning coffee consumption to reduced risk of cardiovascular disease.  The study, conducted by researchers at Tulane University, shows a positive correlation. This association with the university improves Tulane's reputation by associating it with positive health-related research findings."
  },
  {
    "Title": "Guns kill more US children than other causes, but state policies can help, study finds",
    "Sentiment": 0.1,
    "URL": "https://www.stltoday.com/news/local/crime-courts/article_062135dd-1f2d-4e23-bc52-030dca0a67b3.html",
    "Original Datetime": "2025-06-19T11:30:00Z",
    "Adjusted Date": "06/19/2025",
    "Adjusted Time": "06:30 AM CDT",
    "Full Article Text": "More American children and teens die from firearms than any other cause, but there are more deaths — and wider racial disparities — in states like Missouri with more permissive gun policies, according to a new study.\n\nThe study, published in the medical journal JAMA Pediatrics last week, analyzes trends in state firearm policies and kids’ deaths since 2010, after the landmark U.S. Supreme Court decision in McDonald v. City of Chicago. The ruling struck down the city’s handgun ban, clearing the way for many states to make it easier for people to buy and carry guns.\n\nThe study authors split states into three groups: “most permissive,” “permissive” and “strict,” based on the stringency of their firearm policies. Those policies include safe storage laws, background checks and so-called Stand Your Ground laws. The researchers analyzed homicide and suicide rates and the children’s race.\n\nUsing statistical methods, the researchers calculated 6,029 excess deaths in the most permissive states between 2011 and 2023, compared with the number of deaths that would have been expected under the states’ pre-McDonald rules. There were 1,424 excess deaths in the states in the middle category.\n\nIn total, about 17,000 deaths were expected in the post-decision period, but 23,000 occurred, said lead author Dr. Jeremy Faust, an emergency physician at Brigham and Women’s Hospital in Boston, in an interview.\n\nAmong the eight states with the strictest laws, four — California, Maryland, New York and Rhode Island — saw statistically significant decreases in their pediatric firearm death rates. Illinois, which was directly affected by the court’s decision in the McDonald case, and Connecticut saw increases in their rates. In Massachusetts and New Jersey, the changes were not statistically significant.\n\nThe rate increased in all but four (Alaska, Arizona, Nebraska and South Dakota) of the 41 states in the two permissive categories. (Hawaii was not included in the study due its low rates of firearm deaths.)\n\nNon-Hispanic Black children and teens saw the largest increase in firearm deaths in the 41 states with looser gun laws. Those youths’ mortality rates increased, but by a much smaller amount, in the states with strict laws.\n\nExperts say the study underscores the power of policy to help prevent firearm deaths among children and teens. The analysis comes less than a month after the release of a federal report on children’s health that purported to highlight the drivers of poor health in America’s children but failed to include anything on firearm injuries — the leading cause of death for children and teens in 2020 and 2021, according to the federal Centers for Disease Control and Prevention.\n\nTrauma surgeon Dr. Marie Crandall, chair of surgery at MetroHealth medical center and a professor at Case Western Reserve University School of Medicine in Cleveland, researches gun violence. She previously practiced at a Jacksonville, Florida, urban trauma unit, where she frequently saw children and teens caught in gun violence.\n\n“When I see children come in with 10 holes in them that I can’t save — that is a loss. That is a completely preventable death, and it is deeply emotionally scarring to have to have those conversations with families when we know, as a society, there are things we could do to de-escalate,” said Crandall, who wasn’t involved in the new study.\n\nIn her state of Ohio, firearm death rates among children and teens increased from 1.6 per 100,000 kids in the decade before the McDonald decision to 2.8 after it, according to the study. Ohio was categorized in the group with the most permissive laws.\n\nMissouri, also among most permissive states, saw its firearm death rates among children and teens rise from 2.9 per 100,000 kids in the pre-McDonald period to 4.2 after it.\n\nRestricting kids’ access\n\nThe study adds to previous research that shows state laws around child access to firearms, such as safe storage and background checks, tend to be associated with fewer child firearm deaths.\n\n“We know that child access prevention decreases unintentional injuries and suicides of children. So having your firearms locked, unloaded, stored separately from ammunition, decreases the likelihood of childhood injuries,” Crandall said. “More stringent regulation of those things also decreases childhood injuries.”\n\nBut she said it’s hard to be optimistic about more stringent regulation when the current administration dismisses gun violence as a public health emergency. The Trump administration earlier this year took down an advisory from the former U.S. surgeon general, issued last year, that emphasized gun violence as a public health crisis.\n\nFaust, the lead author of the new study, stressed that firearm injuries and deaths were notably missing from the Make America Healthy Again Commission report on children’s health. He said the failure to include them illustrates the politicization of a major public health emergency for America’s kids.\n\n“It’s hard to take them seriously if they’re omitting the leading cause of death,” Faust said. “They’re whiffing, they’re shanking. They’re deciding on a political basis not to do it. I would say by omitting it, they’re politicizing it.”\n\nFaust and pediatric trauma surgeon Dr. Chethan Sathya, who directs the Center for Gun Violence Prevention at the Northwell Health system in New York, each pointed to the development of car seat laws and public health education, as examples of preventive strategies that helped reduce childhood fatalities. They support a similar approach to curbing youth gun deaths.\n\n“We really have to apply a public health framework to this issue, not a political one, and we’ve done that with other issues in the past,” said Sathya, who wasn’t involved in the study and oversees his hospital’s firearm injury prevention programs. “There’s no question that this is a public health issue.”\n\nIn Louisiana, which the study categorized as one of the 30 most permissive states, the child firearm mortality rate increased from 4.1 per 100,000 kids in the pre-McDonald period to 5.7 after it — the nation’s highest rate. The study period only goes to 2023, but the state last year enacted a permitless carry law, allowing people to carry guns in public without undergoing background checks. And just last month, Louisiana legislators defeated a bill that would have created the crime of improper firearm storage.\n\nLouisiana Democratic state Rep. Matthew Willard, who sponsored the safe storage legislation, said during the floor debate that its purpose was to protect children. Louisiana had the highest rate of unintentional shootings by children between 2015 to 2022, according to the research arm of Everytown for Gun Safety, which advocates for stricter gun access. Willard cited that statistic on the floor.\n\nBut Republican opponents said Willard’s proposal would infringe on residents’ gun rights and make it more difficult for them to use guns in self-defense.\n\n“Nobody needs to come in our houses and tell us what to do with our guns. I think this is ridiculous,” Republican Rep. R. Dewith Carrier said during the debate.\n\nAnother Republican opponent, state Rep. Troy Romero, said he was concerned that having a firearm locked away would make it harder for an adult to quickly access it.\n\n“If it’s behind a locked drawer, how in the world are you going, at 2 or 3 in the morning, going to be able to protect your family if somebody intrudes or comes into your home?” Romero said.\n\nPermitless carry laws\n\nGun violence researcher Julia Fleckman, an assistant professor, and her team at Tulane University in New Orleans have started to collect data on the impact of the state’s permitless carry law.\n\n“It places a disproportionate impact on really vulnerable people, really, our most vulnerable people,” Fleckman said, noting kids bear the brunt of legislators’ decisions. “They don’t have a lot of control over this or the decisions we’re making.”\n\nIn South Carolina, another one of the most permissive states, the mortality rate increased from 2.3 to 3.9 per 100,000 kids in the time before and after the McDonald decision. South Carolina Democratic state Rep. JA Moore, who lost his adult sister 10 years ago today in the 2015 racist shooting that killed nine at a Charleston church, said state policy alone isn’t enough. He implored his colleagues to also examine their perception of guns.\n\n“We have a culture here in South Carolina that doesn’t lend itself to a more safe South Carolina,” said Moore, who added he’s been advocating for background checks and stricter carry laws. “There is a need for a culture change in our state, in our country, when it comes to guns and our relationships with guns as Americans, realizing that these are deadly weapons.”\n\nAnd investing in safer neighborhoods is crucial, he said.\n\n“People are hurt by guns in places that they’re more comfortable, like their homes in their own neighborhoods,” he said.\n\nCommunity-based interventions are important to stemming violence, experts said. Crandall, the Cleveland surgeon, said there’s emerging evidence that hospital-based and community-based violence prevention programs decrease the likelihood of violent and firearm-related injury.\n\nSuch programs aim to break cycles of violence by connecting injured patients with community engagement services. After New York City implemented its hospital-based violence interruption program, two-thirds of 3,500 violent trauma patients treated at five hospitals received community prevention services.\n\nAfter her 33-year-old son was killed in her neighborhood in 2019, Michelle Bell started M-PAC Cleveland — “More Prayer, Activity & Conversation” — a nonprofit collaborative of people who’ve lost loved ones to violent crime. She’s encountered many grieving parents who lost their children to gunfire. The group advocates and educates for safe storage laws and holds peer grief support groups.\n\nShe also partners with the school district in a program that shares stories of gun violence’s long-lasting impact on surviving children, families and communities and non-violent interpersonal conflict resolution.\n\n“Oftentimes, the family that has lost the child, the child’s life has been taken by gun violence, there are other children in the home,” she said.\n\n“It’s so devastating. It’s just so tragic that the No. 1 cause of death for children 18 and under is gun violence,” Bell continued.\n\nThe decision to “pull a trigger,” she said, changes a “lifetime of not only yours, but so many other people.”",
    "Summary": "This article discusses a study on firearm deaths among children in the US.  Julia Fleckman, an assistant professor at Tulane University, is quoted discussing the impact of Louisiana's permitless carry law on vulnerable populations, including children.  The mention of Tulane is positive, highlighting the university's involvement in relevant research. The overall sentiment is slightly positive because it showcases Tulane's contribution to important social issues research."
  }
]