[{"Title": "Helping Young Adults Through Grief: The P.E.A.C.E. Method For Parents", "Sentiment": 0.0, "URL": "https://www.forbes.com/sites/charellcoleman/2025/06/04/helping-young-adults-through-grief-the-peace-method-for-parents/", "Original Datetime": "2025-06-04T06:27:40Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "01:27 AM CDT", "Full Article Text": "When Loss Becomes Reality\r\nAs I watch my son grieve the loss of another close friend only a month and a half after losing the first, it reminds me that we are in a time where parents have to prepare … [+21353 chars]", "Summary": "This article focuses on helping parents support young adults dealing with grief.  There is no mention of Tulane University. The keyword \"Tulane\" is not relevant to this article."}, {"Title": "El café podría ayudar a las mujeres a envejecer mejor", "Sentiment": 0.2, "URL": "https://actualidad.rt.com/actualidad/552398-cafe-ayudar-mujeres-envejecer-mejor", "Original Datetime": "2025-06-05T12:35:02Z", "Adjusted Date": "06/05/2025", "Adjusted Time": "07:35 AM CDT", "Full Article Text": "El café podría ayudar a las mujeres a envejecer mejor\n\nLos autores de la investigación analizaron los datos de más de 47.000 mujeres.\n\nLas mujeres de entre 50 y 60 años que beben de una a tres tazas de café al día podrían tener más probabilidades de mantenerse sanas en la vejez, según un estudio presentado por la doctora Sara Mahdavi, profesora adjunta de la Facultad de Medicina y del Departamento de Ciencias de la Nutrición de la Universidad de Toronto (Canadá).\n\nEl estudio\n\nMahdavi y su equipo analizaron los datos dietéticos de más de 47.000 mujeres que completaron cuestionarios y fueron monitoreadas por médicos estadounidenses durante 30 años.\n\nAdemás, los autores también evaluaron datos sobre los diversos aspectos de la longevidad y el envejecimiento saludable, así como información recopilada cada cuatro años tras el inicio de la investigación sobre hábitos nutricionales y estilo de vida de las participantes.\n\nEn los resultados obtenidos a los 30 años de seguimiento, los científicos analizaron cómo cambiaba la probabilidad de envejecimiento saludable por cada 80 mg de cafeína consumida al día, asimismo, examinaron la influencia de otras bebidas como té, café descafeinado y gaseosas.\n\nObservaciones\n\nPara el 2016, más de 3.000 mujeres que habían consumido un promedio de 315 mg de cafeína al día a mediana edad, aproximadamente la cantidad de unas tres tazas pequeñas de café, cumplían con todos las características para ser consideradas personas mayores saludables.\n\nEs decir, dichas mujeres estaban libres de enfermedades crónicas graves, realizaban actividades físicas, y gozaban de una buena salud mental sin deterioro cognitivo ni problemas de memoria.\n\nLos investigadores no encontraron ninguna asociación significativa entre el consumo de café descafeinado, té o refrescos con una mayor probabilidad de envejecimiento saludable, de hecho, estos últimos se relacionaron con una menor probabilidad de mantenerse sanas a medida que envejecen.\n\nRecomendaciones\n\nLos hallazgos del estudio sugieren que las personas no necesariamente necesitan disminuir su consumo de café para favorecer un envejecimiento saludable.\n\n\"El café es una parte importante y positiva de la vida diaria en muchas culturas del mundo. Para muchos, saber que uno o tres cafés al día probablemente no sean perjudiciales es una buena noticia\", aseveró el doctor David Kao, profesor asociado de la Universidad de Colorado (EE.UU.).\n\nMientras, el doctor Lu Qi, profesor de la Universidad Tulane en Nueva Orleans (EE.UU.), recalcó que algunas personas deben controlar el consumo de café, especialmente aquellas con presión arterial alta, enfermedades cardíacas, ansiedad y trastornos del sueño.\n\nSe aclara que el estudio fue solamente observacional, lo que significa que su capacidad para examinar la causa y el efecto directos es limitada, por lo que es posible que existan otras variantes en juego dentro de los resultados obtenidos.\n\nNo obstante, se indica que el vínculo entre el consumo de café y el envejecimiento saludable es consistente con otras investigaciones científicas.\n\nSi te ha gustado, ¡compártelo con tus amigos!", "Summary": "This article discusses a study on the relationship between coffee consumption and healthy aging in women.  Dr. Lu Qi, a professor at Tulane University, is quoted as saying some individuals should monitor their coffee intake.  The mention of Tulane is brief and in relation to a quote supporting the study's findings."}, {"Title": "Trump’s Nuclear Revolution Promises Reliable and Affordable Energy", "Sentiment": 0.1, "URL": "https://nationalinterest.org/blog/energy-world/trumps-nuclear-revolution-promises-reliable-and-affordable-energy", "Original Datetime": "2025-06-05T16:04:39Z", "Adjusted Date": "06/05/2025", "Adjusted Time": "11:04 AM CDT", "Full Article Text": "Reliable and affordable energy must overcome bureaucratic resistance.\n\nPresident Trump’s four executive orders on nuclear energy, issued on May 23, 2025, are blazing a bold path to an energy future where electricity will be more reliable and more economical.\n\nBy unleashing advanced nuclear technologies, streamlining regulations, and bolstering the domestic nuclear industry, these orders aim to deliver 400 gigawatts of clean, reliable power by 2050 – a quadrupling of current capacity. This vision promises energy independence, economic prosperity, and national security. Yet, entrenched anti-prosperity bureaucrats, timid politicians, and a misinformed public, swayed by decades of anti-nuclear propaganda, stand ready to obstruct this transformative agenda. America must address these obstacles in order to reclaim its leadership in the field of nuclear energy.\n\nOverhaul of the Nuclear Overseers\n\nThe Nuclear Regulatory Commission (NRC), which was formed after the dismemberment of the Atomic Energy Commission, has long served as a choke point for nuclear progress. The NRC was designed from the get-go to follow the agenda of anti-nuclear advocates, and consequently, it has licensed only two reactors since 1978, stifling innovation. Trump’s orders demand a sweeping overhaul, capping exorbitant NRC fees and mandating licensing decisions within eighteen months. This aggressive reform dismantles barriers, but bureaucrats accustomed to sluggish processes will resist, clinging to technologically outdated risk-averse frameworks.\n\nAmerica’s existing nuclear fleet—light water and pressurized water reactors—boasts the best safety record of any industry in America. Advanced nuclear designs, like small modular reactors, microreactors and Generation IV systems, push safety even further, with designs able to operate reliably even without human intervention. Trump’s orders prioritize the deployment of these advanced designs, targeting five gigawatts of “power uprates” (increasing the electricity output of existing reactors) and ten large new reactors by 2030. Yet, detractors will cry “impossible,” and claim that government staff reductions, as ordered for the NRC, will compromise safety. In reality, NRC had more than enough staff and time to address a legitimate petition involving safety with respect to cooling spent nuclear fuel pools, choosing to instead to deny it. Given this track record, the public interest will be better served by a leaner and more focused regulator that puts the onus of safety and liability squarely on the industry.\n\nTurning Mislabeled “Waste” into Energy to Make Nuclear “Renewable”\n\nDecades of misinformation have mislabeled partially used nuclear fuel as “waste.” In reality, this stockpile, mischaracterized during the Carter administration, holds trillions of dollars in potential energy if converted to electricity. Experts have long argued that this “waste” could provide America with clean, carbon-free electricity for hundreds of years.\n\nThe concept of recycling partially used nuclear fuel was recommended to the Biden Administration’s Energy Secretary Jennifer Granholm on multiple occasions, yet that administration took no action. Trump’s orders have established a motivated plan to process this partially used fuel for advanced reactors, which will release this vast, hidden taxpayer asset value while reducing foreign dependency. The challenge will be overcoming the government bureaucracy’s previous “build back better” mindset that only wind and solar are “renewable.”\n\nNew Nuclear Test Sites and a New Nuclear Workforce\n\nThe Department of Energy’s (DOE) nuclear testing, centered at national labs like Idaho National Laboratory, is facing scrutiny for slow resolutions. Trump’s orders demand a cultural shift by establishing test sites outside labs by July 4, 2026, and ensuring reactors are operational within two years. This urgency will spark competition in the electric power sector, breaking monopolistic inertia. Still, the national lab system’s sluggish reputation could hinder progress unless private sector efficiency drives the process.\n\nA robust nuclear workforce is critical. The US “Nuclear Navy” offers a model for rapidly training top-tier nuclear personnel. Trump’s call for private sector-led apprenticeships and education programs mirrors this approach. By empowering industry over government, America can build a top-tier workforce swiftly, fueling reactor deployment and economic growth.\n\nThe Crossroads of Energy Security and National Security\n\nImportantly, even more importantly the executive orders bolster national security by designating nuclear-powered AI data centers and military bases as critical infrastructure. By deploying advanced reactors at DOE and Department of Defense (DOD) sites by 2028 and securing twenty new nuclear export agreements, the U.S. can lead globally. However, anti-nuclear advocates, steeped in decades of fearmongering, will push back by attempting to delay export deals and domestic progress.\n\nTrump’s nuclear revolution is not just a policy shift, it’s a call to action. America stands at a crossroads: embrace advanced nuclear power for affordable, abundant energy or succumb to the inertia of bureaucrats and misinformation. Only one of those roads leads to prosperity and energy security, and America must take it.\n\nAbout the Authors: Tommy Waller and Douglas Ellsworth\n\nLt. Col. Tommy Waller is the President & CEO of the nonprofit Center for Security Policy. Waller retired from the U.S. Marines after two decades of service in both active duty and the reserves as an Infantry and Expeditionary Ground Reconnaissance Officer with deployments to Afghanistan, Iraq, Africa, and South America and with cross-assigned service to the U.S. Air Force’s Electromagnetic Defense Task Force (EDTF). His formal education includes numerous military schools and colleges, a B. A. in International Relations from Tulane University, and executive education from the Wharton School. In addition to running the Center for Security Policy, he also manages the nationwide bipartisan Secure the Grid Coalition.\n\nDouglas Ellsworth is a Senior Fellow at the Center for Security Policy and serves as the Co-Director of the Center-sponsored Secure the Grid (STG) Coalition — an ad hoc group of policy, energy, and national security experts, legislators, and industry insiders who are dedicated to strengthening the resilience of America’s electrical grid. Through the support of the Center for Security Policy, the STG Coalition aims to raise awareness about the national security threat of grid vulnerability, and encourage the steps needed to neutralize it. The STG Coalition brings a wide variety of expertise in cybersecurity, physical security, public policy and expressly serves the public interest. Mr. Ellsworth’s full bio can be found here.\n\nImage: Shutterstock/VideoFlow", "Summary": "This article discusses President Trump's executive orders on nuclear energy. Lt. Col. Tommy Waller, one of the authors, is mentioned as having a B.A. in International Relations from Tulane University.  The mention of Tulane is incidental to the article's main focus."}, {"Title": "The Flooded Future of Disaster Labor", "Sentiment": 0.0, "URL": "https://inthesetimes.com/article/day-laborers-climate-change-disaster-immigration", "Original Datetime": "2025-06-04T20:00:00Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "03:00 PM CDT", "Full Article Text": "The workers of the Pasadena Community Job Center knew what was coming as the Palisades and Eaton fires roared closer to their doors. The wildfires would eventually destroy more than 37,000 acres of Southern California and leave 30 people dead, stopping just 10 blocks short of the day laborer worker center, which became, in the words of Cal Soto of the National Day Laborer Organizing Network (NDLON), ​“a community response center — or a resiliency hub, as we call it.” Volunteers came to the center for masks, coveralls, goggles and gloves to protect them from potentially toxic ash, as well as for training and support to safely join the efforts. ​“The day laborers and domestic workers who were members there started organizing these cleanup brigades,” Soto said, ​“to try to remove debris from the streets.” The rapid response by day laborers, most of them immigrants, would be familiar to anyone who’s lived through a wildfire, hurricane, tornado or other disaster in the past couple of decades. After Hurricane Sandy in New York in 2012, or Katrina in New Orleans 20 years ago this autumn, migrant workers have shown up, willing to help. Many of those workers accumulated skills and training specific to disaster relief work, skills that often go unseen and unheralded. There’s a statue to the immigrant workers who helped rebuild after Katrina, lauding their contribution, but too often the actual immigrant workers face wage theft and harassment by Immigration and Customs Enforcement (ICE).\n\nVolunteers gather at the Pasadena Community Job Center on January 14. After disasters, from Hurricane Katrina to Southern California wildfires, day laborers are often tasked with the cleanup. PHOTO BY ZOE MEYERS/AFP VIA GETTY IMAGES\n\nIn the second Trump administration, which has promised mass deportations and the dismantling of the very federal agencies that coordinate disaster recovery — as well as a ​“drill, baby, drill” energy policy guaranteed to worsen climate chaos — the poor conditions of these workers may well be everyone’s problem. The continuing string of disasters has been a reminder that, as the climate changes, none of us is safe. Hurricane Helene’s path up the country from Florida in September 2024 ventured well inland; drought-fueled forest fires were rampaging across the Carolinas as I wrote these words this spring. Hurricane Debby, in August 2024, caused flooding and damage as far north as Vermont; late-season blizzards knocked over trees and power lines in Maine; the worst tornado season in two decades flattened homes across the center of the country; a ​“1,000-year event” saw extensive flooding in South Dakota. Those thousand-year storms are coming more like every couple of years. The efforts by those workers in Pasadena, Soto said, drew other volunteers. ​“At one point, we had a thousand volunteers a day coming in,” Soto said. ​“I think we counted over 30,000 hours of volunteer hours.”\n\nIn the aftermath of a disaster, explained Nik Theodore, a professor in the Department of Urban Planning and Policy at the University of Illinois, Chicago, ​“information doesn’t flow very well.” Communities facing destruction often don’t know exactly what to do, and so day laborers can become important sources of information. Theodore, working with NDLON, dubbed those workers ​“second responders,” the ​“very next group of people to come through” after emergency response. The work of cleanup, he noted, must begin quickly — after a fire or flood, health and safety hazards rapidly multiply, mold spreads, structures wobble. Migrant workers too often have survived disasters themselves and been rendered homeless and mobile by crisis, and all too often live in unstable conditions, their willingness to help born of necessity, experience and care. Those workers, particularly those from Mexico and Central America, have long been kept super-exploitable by an immigration regime that treats them as unwanted guests, constantly under threat. And with President Donald Trump’s promise of mass deportations in many of the places most vulnerable to climate disasters — Florida and Louisiana, among others — already-existing labor shortages in construction and repair will likely grow larger. In an immediate state of emergency, Theodore continued, immigration officials may back off, but only temporarily. After Katrina, he said, ​“once it became clear that folks were settling there … we started to see immigration enforcement actions ramp up.” Mary Yanik, co-director of the Immigrant Rights Clinic at Tulane University Law School in New Orleans, confirmed this pattern: ​“When people are serving in these roles that are really important for their politically powerful employers, ICE enforcement is sort of scarce.” When workers begin to assert their rights, she noted, that’s when ICE is called in. The fear among immigrant worker communities is real. Maricela Torres, of the Esperanza Community Center in West Palm Beach, Fla., told me that, since Trump was elected, fewer people are willing to come to the center for its services and supports, and she sees fewer day laborers out at the normal locations where they usually wait for work. Some of her regular members have moved elsewhere. Others, who have done disaster recovery work, ask why they should risk their safety doing disaster cleanup when the country’s only offer is detention and deportation.\n\nTwo members of the day labor fire brigade, part of the Pasadena Community Job Center, clean up debris on January 10 after windstorms hit Pasadena. PHOTO BY GENARO MOLINA /LOS ANGELES TIMES VIA GETTY IMAGES\n\nThe Trump administration has been quite clear that its intention is to spread fear so workers will self-deport. What’s changed in Florida and elsewhere, explained Oscar Londoño of WeCount! — an immigrant worker center in South Florida— is that state governments are expanding enforcement ​“even if it creates an economic shock.” For decades, he said, industries like agriculture and construction have understood they cannot function without immigrant workers, many of them undocumented. But this moment has fractured that consensus, and the crisis will have wider ramifications, Londoño said.“Eventually, there will be a moment in which there’s a reckoning with the value or the centrality of immigrant workers and how devastating it would be to the economy if millions of undocumented workers were actually deported,” he said. The intensity of this campaign will drive down already low labor standards in these industries, including emergency relief work. The fearmongering, Theodore said, creates ​“a real opportunity for unscrupulous employers to take advantage of workers, both in terms of wage theft, but also in health and safety conditions,” all backed up ​“with threats of immigration enforcement” — threats that carry new weight.\n\nYanik recalled the case of José Torres, who came from El Salvador to New Orleans after Katrina to be part of the rebuilding effort and stayed, becoming a leader in the Congress of Day Laborers, an immigrant workers group. Torres survived labor trafficking and was in the middle of a legal battle during the first Trump administration. He sought sanctuary in a church when he was threatened with deportation. Yanik and others worked on his case, which became a cause célèbre in the community, and eventually secured him a path to citizenship. The administration ​“wants spectacle,” Yanik said, but some of that spectacle takes time to prepare: The largest worksite raids during Trump 1.0, she noted, came in 2019. ​“They don’t need to do a hundred; they could do five, and they can still have that effect of making people stay home or even flee the country,” she said. With the declaration that churches, schools and hospitals will be stripped of sanctuary protections put in place by the Biden administration, she wondered whether we might see enforcement in shelters during emergencies.\n\nThe work of disaster relief is the work of salvage. It is the work of sifting through rubble to make something livable again, and it is mostly done by people who have already lost so much.\n\nThe idea is to create a ​“hostile environment,” making conditions so unwelcoming that immigrants simply leave. In that climate, even people attempting to help by sharing information about ICE on social media, for example, sometimes contribute to the fear: ​“Information is constantly being propagated without being verified,” Londoño said. ​“That’s why it’s so central to have organizations anchored in workplaces and in communities that can verify this information, that can create community defense infrastructure, that can educate people on what their rights are and, if necessary, mobilize resources.” Mutual aid efforts that flower in the wake of disaster can help bring people into this kind of community defense work. In Pasadena, Soto said, organizers recognized how the fires created opportunity for ​“organizing folks and making sure people understand this is a political act, just these workers going out in the streets.” Working to rebuild the community, citizens and immigrants build stronger ties, and those who had not been involved in worker organizing might be more willing to stand up for their neighbors.\n\nThe destruction of place and people have gone hand in hand since Friedrich Engels first described industrial conditions as ​“social murder” in 1845, the workers being first to feel the effects of smoke-choked air, poisoned water and shoddily built factories and mills, while the boss worked in a pristine office miles away. These days, in the United States, it is immigrant workers who feel the effects of climate catastrophe first, while being scapegoated by a president cloistered in an air-conditioned office, his unelected assistant slashing away at the federal workforce. Rebuilding requires skilled labor and funds. Federal disaster relief efforts have been hampered for years by underfunding, and the Trump administration wants to turbocharge that destruction. ​“Initially, when DOGE [Elon Musk’s Department of Government Efficiency] swung into action, FEMA [the Federal Emergency Management Agency] was one of the first words out of their mouths,” Nik Theodore said. Trump has threatened to eliminate FEMA entirely and has slashed its budget and fired hundreds of employees. He’s also taken aim at other federal emergency relief and management offices, slashing the Office of Community Planning and Development, part of the Department of Housing and Urban Development, which pays for homes after the worst disasters. House Speaker Mike Johnson (from Louisiana himself) complied with a Trump directive to cut legal assistance for disaster victims — legal aid that prevents them from losing money to scammers or being evicted by shady landlords.\n\nThe National Day Laborer Organizing Network prepares workers for disaster sites with skills such as how to use a respirator, as at this fire cleanup in Pasadena in January. PHOTO BY ALLEN J. SCHABEN / LOS ANGELES TIMES VIA GETTY IMAGES\n\nOne of the Trump administration’s big ideas for ​“reforming” disaster relief is to put more of the responsibility on the states. Of course, this idea presents a problem for those same Southern states that are storm-prone, with right-wing governments often unwilling to fund relief. As Rep. Troy Carter (D-La.) told reporters: ​“States, while capable of responding to some immediate needs, do not have the resources, infrastructure, or capacity to provide the widespread, coordinated relief that FEMA can offer.” FEMA was created after those same Southern states demanded coordinated disaster recovery in the 1970s. Today, the landscape is very different. More than a decade ago, Londoño noted, Florida abolished its state Department of Labor, and it does not have a state Occupational Safety and Health Administration (OSHA). It’s part of ​“systematic deregulation,” he said, combined with attacks on labor unions, which has resulted in worse conditions for workers whether or not they are legal residents. WeCount! has been behind a campaign, for example, to try to win heat protections for outdoor workers. ​“We came within a vote of passing the first of its kind — a municipal heat standard for outdoor workers in Miami-Dade — and were then preempted by the state government.”\n\nThose Southern states have relied on federal labor agencies for what protections they can get. ​“If either from inaction or action, the federal Department of Labor is considered unsafe for immigrant workers to report to, that means they’re all on their own and vulnerable,” Yanik said. ​“It means that the employers will do whatever they want with no restraint at all.” Even under the Biden administration, which wanted to be seen as pro-worker, offices like OSHA were desperately understaffed. OSHA had one inspector for every 80,014 workers, or enough to inspect every workplace once every 186 years, according to a 2024 report from the AFL-CIO. Without the agencies to help, workers have had to look after themselves. In the wake of the fires, Soto said, NDLON and the Pasadena center have embarked on a massive training effort to put workers through OSHA’s new disaster worker certification course. ​“We were able to train 174 day laborers and domestic workers in that course, that does fit testing, what kind of masks you need, how to work in wildfire,” he said. After that, they move to smoke abatement and then hazardous waste training. ​“We know these workers are going to be the first line going into the sites,” so they’re proactively helping workers gain skills. As Soto explained: ​“Coming out of these trainings, what you see is workers, a lot of times, are indignant. ​‘Why didn’t I get this? Why didn’t I have this before?’ Because it’s basic stuff, but it’s stuff that is life-changing in terms of the health outcomes.”\n\nThe Pasadena area is now moving into the next stage of relief: rebuilding. In the early moments, Soto said, there was a beautiful sense of solidarity, with everyone sharing food and feeling as though they were all in it together. Now, the differences are starting to show. Most undocumented workers are ineligible for what federal help does still exist, which means many of the people who put their bodies on the line for others will not get to rebuild their own lives the same way. “What we don’t really see after the event itself is how long the period of recovery is,” Theodore said. ​“The length of time it takes for communities to get back on track, I think, is overlooked, because the focus is on the immediate event and the danger to life and property that it all entails.” While the recovery often relies on migrant workers’ mobility, it also depends on their willingness to commit to the long term — like José Torres in New Orleans, or many of the workers Theodore met in Houston after Hurricane Harvey. ​“In many places, it is members of the community, neighbors who are still undocumented but have been living and working and contributing for decades,” Theodore explained.\n\nSign up for our weekend newsletter A weekly digest of our best coverage Email Address\n\nCommunities are reshaped in many ways following a disaster. The New Orleans I live in now looks very different from the one I moved away from in 2002, before Katrina. Some Californians are discovering this right now in the aftermath of the fires. Insurance costs have skyrocketed in disaster-prone areas (thanks to climate change-transformed estimates), and payouts often don’t cover the cost of rebuilding. Then, developers swoop in to buy damaged homes. In these moments, the claims of eliminating red tape don’t help working-class residents. The idea of ​“we’re just going to lift regulations so that we can rebuild faster,” according to Soto, only makes it easier for unscrupulous developers and contractors to take advantage of desperate homeowners and workers. In places like New Orleans, he continued, health and safety violations skyrocketed when regulations were lifted. ​“And so when you say, ​‘we’re going to suspend [rules] to make it easier to rebuild,’ that’s what we hear. We hear, ​‘you’re going to make it easier to put people’s lives at risk, to screw over people who are most affected.’”\n\nWorker centers can also be hubs for training community members to protect their migrant neighbors from deportation. The immigration equivalent of CopWatch programs, Yanik said, can be especially effective in this moment — learning to document and verify actual ICE activity and pass on the information. The challenge she faces as an attorney, she said — which organizers are also facing — is the question of, ​“How do you activate people and raise alarm because it’s really scary, and how do you disentangle some of the misinformation and make clear that a lot of this is honestly smoke and mirrors?” She continued: ​“All of this is being portrayed as some massive, vast system, and it’s not. It’s a bunch of weird, draconian piecemeal things that are happening that are meant to prove a point, meant to send a message, and it’s a horrible message.”\n\nIn particular areas, like the Gulf Coast of Louisiana and Texas, ​“Communities are ahead of the government,” said Jeffrey Jacoby of the Texas Campaign for the Environment. Every year, he sees hurricane preparedness mutual aid events into the summer. ​“From the government officials, it’s total crickets.” The gap between awareness and the resources provided has been huge, and so community organizations step into that gap as best they can. “What’s twisted about the system is, with proper resources, with enough funding, then I think communities could do a pretty good job of getting ready,” he continued. Recently, Jacoby added, after a tropical storm knocked out power in Freeport, Texas, one church was able to provide a few generators for the community, ensuring that about a dozen families could keep food from spoiling and be sheltered from the summer heat. ​“You just imagine something like that with a different scale, and you could have a lot less suffering in the face of a disaster.”\n\nWorkers can push for standards in contracts and attempt to hold big employers accountable if states and localities won’t provide them, Londoño said. Miami-Dade has a campaign around the annual heat season, but still a lack of labor regulations around heat. And yet, he noted, employers are well aware that climate change is a reality — agricultural firms ​“are constantly adapting to changes in climate.” Production is going to have to change, he said, so ​“you should also account for the impact of extreme heat on your workforce.” Immigrant workers like WeCount!’s members will be leading the charge on heat standards once again this year, in yet another campaign that will help the rest of their communities adapt to the crisis. The work of disaster relief is the work of salvage, as I wrote in my 2024 book, From the Ashes. It is the work of sifting through rubble to make something livable again, and it is mostly done by people who have already lost so much. Surviving the Trump administration, too, will be a form of salvage, and it will require new solidarities built from destruction.", "Summary": "This article discusses the role of day laborers in disaster relief and the challenges they face, particularly under the Trump administration. Mary Yanik, co-director of the Immigrant Rights Clinic at Tulane University Law School, is quoted several times providing expert commentary. The mention of Tulane is significant as it provides context and credibility to the article's statements regarding the treatment of immigrant workers."}, {"Title": "Indian Residential Schools, Alabama Historical Markers, Google, More: Tuesday ResearchBuzz, June 3, 2025", "Sentiment": 0.8, "URL": "https://researchbuzz.me/2025/06/03/indian-residential-schools-alabama-historical-markers-google-more-tuesday-researchbuzz-june-3-2025/", "Original Datetime": "2025-06-03T12:01:06Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "07:01 AM CDT", "Full Article Text": "NEW RESOURCES\n\nNational Centre for Truth and Reconciliation: New NCTR research identifies 140 Oblate priests and brothers who served in residential schools, aiding Survivor research. ” Through research, agreements and dialogue with the Oblates of OMI Lacombe, the NCTR has created a list of Oblate priests and brothers who participated in the administration and/or operations of these schools. Many of the Oblate priests or brothers listed worked in residential schools, such as the Muscowequan Indian Residential School located in Lestock, Saskatchewan.”\n\nTroy University: Wiregrass Archives launches interactive map for Alabama historical markers. “The Wiregrass Archives at Troy University-Dothan recently completed the Alabama Historical Marker Digital Enhancement Project, a grant-funded project that created a public-facing digital map for historical markers across the state. A partnership between the Alabama Historical Association Marker Committee, Alabama Heritage magazine and the Encyclopedia of Alabama, the project created a digital map of 218 Alabama Historical Association markers in Jefferson, Montgomery and Tuscaloosa counties.”\n\nTWEAKS AND UPDATES\n\nTech Xplore: As Google retreats from real estate, will it still build the 15,000 homes it promised?. “When Google made its $1 billion pledge to address the Bay Area’s housing shortage in 2019, the plan hinged on the company expanding its office presence in Silicon Valley…. But now, six years later, as Google pulls back from its plans to add to its Bay Area office footprint, the housing it promised may also be under threat.”\n\nEngadget: Facebook sees rise in violent content and harassment after policy changes. “Meta has published the first of its quarterly integrity reports since Mark Zuckerberg walked back the company’s hate speech policies and changed its approach to content moderation earlier this year. According to the reports, Facebook saw an uptick in violent content, bullying and harassment despite an overall decrease in the amount of content taken down by Meta.”\n\nAROUND THE SEARCH AND SOCIAL MEDIA WORLD\n\nAFP: New York Times signs AI licensing deal with Amazon. “The New York Times has agreed a deal for Amazon to use its content to train artificial intelligence models, the leading U.S. newspaper announced Thursday in its first generative AI licensing deal. Several media groups have already struck similar deals with major tech companies, but The New York Times had previously refused to allow its content to be used in the artificial intelligence race.”\n\nCatholic News Agency: More than 80,000 manuscripts from the Vatican Library to be restored and digitized. “More than 80,000 ancient manuscripts from the Vatican Library will be restored and digitized thanks to an agreement with the Colnaghi Foundation. The initiative seeks to preserve unique documents and facilitate worldwide access to this treasure of the Church.”\n\nSECURITY & LEGAL\n\nReuters: Google says it will appeal online search antitrust decision. “Alphabet’s Google on Saturday said it will appeal an antitrust decision under which a federal judge proposed less aggressive ways to restore online search competition than the 10-year regime suggested by antitrust enforcers.”\n\nThe Register: Feds arrest DoD techie, claim he dumped top secret files in park for foreign spies to find . “Nathan Vilas Laatsch, 28, of Alexandria, Virginia, was the subject of an FBI investigation after law enforcers claim they received a tip that Laatsch had advertised his willingness to transmit intelligence to a ‘friendly foreign government’ back in March.”\n\nEurogamer: “Official” Russian Military game depicting invasion of Ukraine released on Steam as Yunarmy propaganda. “A new game was released yesterday on Steam depicting Russia’s invasion of Ukraine, claiming to be ‘officially recommended by the Russian Military’. The free-to-play Squad 22: ZOV is a tactical shooter from developer SPN Studio and publisher Zarobana Entertainment and is the only release from either company.”\n\nRESEARCH & OPINION\n\nTubefilter: DOGE cut decades-old climate science departments. So 200 scientists are sharing their research on YouTube.. “YouTube has always been a place where humans teach each other, and under an administration where basic provable science is being questioned, it’s becoming a vehicle for climate and weather scientists to reach the masses.”\n\nAsia Gaming Brief: Top ‘illegal online gambling platforms’ in India see over 5.8B visits in just 12 months: Report. “Illegal online gambling in India is on the rise, with an estimated 5.8 billion visits to the top 15 platforms and their mirror sites between April 2024 and March 2025, as operators take advantage of gaps in legislation and cleverly sidestep the regulations which are in place. According to an analysis by CUTS International, the billions in visits are just those which can be tracked and are linked to the top 15 illegal gambling platforms and 40 of their mirror sites.”\n\nTulane University: Tulane study finds smaller companies get kinder online reviews — And empathy is the reason why. “In a large-scale, international study published in the Journal of Marketing, researchers found that smaller companies receive more favorable online word-of-mouth than larger ones—even when the customer experience is identical. The reason? People feel more empathy toward small businesses and are more inclined to support them with better reviews.” Good morning, Internet…\n\nThis newsletter is free but most of the things that go into making it aren’t! Help me afford new socks and fancier bean stew by supporting ResearchBuzz on Patreon. Not interested in commitment? Perhaps you’d buy me an iced tea. Don’t have any money but still want to support? I know how that feels. Share this newsletter or tell a friend about it. I live at Calishat. See my other nonsense at SearchTweaks, RSS Gizmos, Mastodon Gizmos, WikiTwister, and MegaGladys.\n\nLike this: Like Loading...", "Summary": "This article is a news aggregator showcasing various research findings. It includes a Tulane University study indicating that smaller companies receive better online reviews due to increased customer empathy.  The Tulane mention is positive, highlighting research from the university."}, {"Title": "Experts Say Doing This 1 Thing Can Lower Your Risk Of Colon Cancer — And It’s Easier Than You Think", "Sentiment": 0.2, "URL": "https://www.huffpost.com/entry/fiber-lower-colon-cancer-risk_l_683da2cbe4b08b77a460ce49", "Original Datetime": "2025-06-03T11:00:13Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "06:00 AM CDT", "Full Article Text": "d3sign via Getty Images Fiber can help your colon stay healthy and help your stool move through properly.\n\nDense bean salads, which use beans as a salad base instead of lettuce, are all the rage on social media for good reason. The beans, along with the fresh veggies in the dish, help you reach your daily fiber goal, a number that experts say most Americans don’t hit, which isn’t good. Eating enough fiber is a crucial way to reduce your risk of colon cancer, a type of cancer that’s on the rise in people 50 and younger in the US.\n\n(It’s recommended that women eat roughly 25 grams of fiber each day while men consume about 38 grams, but most adults eat roughly 10 grams of fiber each day.)\n\nAdvertisement\n\nDecades ago, researchers found that people in Uganda had very low rates of colon cancer when compared to Americans because of their diet, which was high in fiber — veggies, fruits and grains — and low in meat, said Dr. Ron Quinton, the medical director of the Goldring Center for Culinary Medicine at Tulane University in New Orleans. Specifically, colon cancer occurred at a rate of 3.5 out of 100,000 in men in Uganda compared to 51.8 out of 100,000 in men in Connecticut.\n\n“And I think that’s the first time that it was really noticed that this was a prevention for colon cancer,” noted Quinton. Meaning, it’s really important to prioritize your fiber consumption.\n\nThere are multiple ways that fiber benefits colon health and even more ways to reach the daily recommended amount. Here’s what experts say:\n\nAdvertisement\n\nEating enough fiber helps move your stool through your digestive tract.\n\n“Fiber plays an important role in the health of the colon, and when the colon gets unhealthy, then we’re set up for development of cancer and other inflammatory diseases,” said Quinton.\n\nOverall, fiber adds bulk to the stool, which helps with proper colon function.\n\n“[Fiber] makes the stools more easy to move along, so the time that the stool spends in the colon is lessened, so less chance for constipation, more normal stools,” explained Quinton.\n\nThis is also good for the removal of toxins: “If there are any toxins in the stool that lead to cancer, they spend less time in the colon, and therefore lessen the chances of cancer exposure or other diseases,” he said.\n\nAdvertisement\n\nFiber also benefits the microbiome, which is protective against colon cancer, too.\n\nFiber is also important for the microbiome, which has been the main focus of research in the past decade, said Mary Ellen Camire, a professor of food science and human nutrition at the University of Maine.\n\nFiber is often prebiotic, meaning it’s food for probiotic bacteria, Camire added. And probiotics help rebuild and balance your microbiome.\n\n“When the bacteria get a nice fiber meal, they are very active, and they make compounds that help protect the colon” against colon cancer, along with other kinds of cancers, she explained.\n\nAdvertisement\n\nMore, the cells that line the colon, which are called colonocytes, get their energy from the microbiome, added Quinton. “And when the colonocytes are healthy, then they form an intact barrier along the colon, so that substances that may cause disease or cancer can’t cross that barrier,” Quinton said.\n\n“It also helps the colon produce mucus [and] thick mucus lining also protects the colon, so without enough fiber, our microbiome gets diseased and they don’t produce the energy or nutrients that our colon needs to stay healthy,” he noted.\n\nfcafotodigital via Getty Images Beans and legumes are a high-fiber meal.\n\nAdvertisement\n\nHere’s how you can eat more fiber:\n\n“Fiber is a really critical part of our overall diet, and the typical American only gets 5 or 10% of the recommended amount of fiber in their diet on any given day,” said Quinton.\n\nAs mentioned above, women need about 25 grams of fiber each day and men need about 38 grams, he said.\n\nBeans and legumes are very high in fiber and certain fruits and veggies are, too. Lentils have 18 grams of fiber per cup, black beans have about 15 grams in 1 can, chia seeds have 10 grams in 2 tablespoons, barley has 6 grams in 1 cup, raspberries have 8 grams in 1 cup and a pear has 6 grams, according to the Cleveland Clinic.\n\nAdvertisement\n\nThis summer, you could make a bean and whole wheat pasta salad to up your fiber intake, or make some cold barley salads, said Camire. You can also lean into seasonal produce, she said.\n\nCamire added that it’s important to spread your fiber intake out across the day and to consume different kinds of foods for fiber.\n\n“The mistake a lot of people make when they decide ‘I’m going to make fiber a priority’ is they don’t give their system time to adjust. If you’re used to eating 15 grams of fiber a day, and you start eating 30 grams a day, the bacteria think they’re having a party and so you may have some gas and cramping,” Camire said.\n\nAdvertisement\n\nYou should start out gradually and slowly build up, she noted.\n\n“Once you find the foods that you tolerate well and that you like, getting enough fiber won’t be difficult or expensive,” Camire added.\n\nAnd fiber supplements don’t cut it.\n\nIt’s tempting to turn to fiber supplements as a quick and easy way to reach your fiber goal, but experts say you shouldn’t.\n\n“None of the supplements ... are an adequate replacement for natural fiber,” Quinton said. Also, since you need so much fiber, fiber supplements end up being just a drop in the bucket, Camire added.\n\nAdvertisement\n\nWhile some of the supplements can increase your stool bulk and help constipation, “they don’t necessarily have the soluble fiber elements that feed the microbiome and keep it healthy, which keeps your gut healthy,” said Quinton.\n\n“I don’t think you can just replace the fiber with supplements. You need to be eating whole food,” Quinton added.\n\nBeyond fiber intake, there’s more you can do to lower your colon cancer risk.\n\nIt’s important to also take other preventative steps to lower your risk of developing colon cancer. These include monitoring yourself for concerning symptoms such as ongoing stomach pain, blood in your stool or a change in your bowel movements. If you notice these symptoms, talk to your doctor.\n\nAdvertisement\n\nIt’s also important to let your doctor know if colon cancer runs in your family as you may be eligible for an early colonoscopy screening.\n\nColonoscopy screenings start at 45 for those with no family history and without the symptoms mentioned above, but no matter when you’re eligible, colonoscopies are the best way to screen for colon cancer and remove potentially precancerous polyps.\n\n“During a colonoscopy, if we see a polyp, and we believe it to be the precancerous kind, which the vast majority are, we will remove those polyps at the colonoscopy,” Dr. Jeffrey Dueker, a gastroenterologist at UPMC and an associate professor of gastroenterology at the University of Pittsburgh School of Medicine, previously told HuffPost. “And in doing so, we are reducing the colorectal cancer risk going forward,” Dueker added.\n\nAdvertisement", "Summary": "This article discusses the benefits of fiber in reducing colon cancer risk. Dr. Ron Quinton, medical director of the Goldring Center for Culinary Medicine at Tulane University, is quoted. Tulane's mention is brief and provides credibility to the information presented."}, {"Title": "Incannex Healthcare Inc. Expands IHL-42X Clinical Advisory Board with Appointments of Four Industry and Academic Leaders to Advance Obstructive Sleep Apnea (OSA) Program", "Sentiment": 0.0, "URL": "https://www.globenewswire.com/news-release/2025/06/03/3092636/0/en/Incannex-Healthcare-Inc-Expands-IHL-42X-Clinical-Advisory-Board-with-Appointments-of-Four-Industry-and-Academic-Leaders-to-Advance-Obstructive-Sleep-Apnea-OSA-Program.html", "Original Datetime": "2025-06-03T11:30:00Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "06:30 AM CDT", "Full Article Text": "NEW YORK and MELBOURNE, Australia, June 03, 2025 (GLOBE NEWSWIRE) -- Incannex Healthcare Inc. (Nasdaq: IXHL) (“Incannex” or the “Company”), a clinical-stage biopharmaceutical company leading the way in developing oral combination medicines, today announced the recent appointment of four distinguished experts to its IHL-42X Obstructive Sleep Apnea (OSA) Clinical Advisory Board:\n\nScott A. Sands, Ph.D., Associate Professor of Medicine at Harvard Medical School and Director of the Sleep Apnea Translational Physiology Group in the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital.\n\nAli Azarbarzin, Ph.D., Associate Professor of Medicine at Harvard Medical School and a lead investigator at Brigham and Women’s Hospital.\n\nLora J. McGill, M.D., FAAN, board-certified neurologist and clinical researcher based in Memphis, Tennessee.\n\nNancy Collop, M.D., Director of the Emory Sleep Center and Professor of Medicine and Neurology at Emory School of Medicine.\n\n“These four outstanding leaders bring incredible depth and insight to our IHL-42X Clinical Advisory Board as we continue our work to create an unprecedented treatment to a major health concern.” said Dr. Lou Barbato, Chief Medical Officer of Incannex. “Their expertise spans academic and clinical research leadership in sleep apnea, and we are confident the board will provide an invaluable foundation as we continue to advance IHL-42X, an Oral Once-Daily Treatment for OSA, through late-stage development. The expansion of the clinical advisory board comes at a pivotal time for Incannex, as we prepare to announce IHL-42X Phase 2 topline data in July 2025 and start our Phase 3 U.S. study later in the year.”\n\nScott A. Sands, Ph.D., is an Associate Professor of Medicine at Harvard Medical School and Director of the Sleep Apnea Translational Physiology Group in the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital. Trained in respiratory physiology and engineering, Dr. Sands has led pioneering research in the pathophysiology of OSA, with a focus on endotypic traits and precision medicine. He is Principal Investigator on multiple NIH- and industry-funded trials evaluating novel pharmacologic and combination therapies for OSA, including first-in-human studies. Dr. Sands has developed innovative methodologies for phenotyping sleep apnea using clinical polysomnography and has consulted for numerous medical device and pharmaceutical companies advancing sleep-disordered breathing therapies.\n\nAli Azarbarzin, Ph.D., is an Associate Professor of Medicine at Harvard Medical School and a lead investigator at Brigham and Women’s Hospital, where he directs the Sleep Apnea Health Outcomes Group. His research centers on the physiological consequences of sleep apnea, with a focus on identifying markers of cardiovascular and neurocognitive health. Dr. Azarbarzin is also recognized for his work in stratifying patients based on those most likely to benefit from therapeutic intervention, supporting a precision medicine approach to OSA treatment.\n\nLora J. McGill, M.D., FAAN, is a board-certified neurologist and clinical researcher based in Memphis, Tennessee. With over two decades of experience, Dr. McGill has served as an investigator at CNS Healthcare of Memphis, where she has contributed to hundreds of industry-sponsored clinical trials focused on central nervous system disorders. She is board-certified in both neurology and neurophysiology by the American Board of Psychiatry and Neurology and has received multiple honors for her contributions to medical education, including the Golden Apple Award and Outstanding Lecturer recognition from the University of Tennessee College of Medicine. She earned her medical degree from Tulane University School of Medicine in 1987 and completed her residency and fellowship in neurophysiology at Harbor-UCLA Medical Center.\n\nNancy Collop, M.D. is Director of the Emory Sleep Center and Professor of Medicine and Neurology at Emory School of Medicine. She served on the board of directors of the American Academy of Sleep Medicine (AASM), including as President, and held board roles with the American Sleep Medicine Foundation, ACCP, Chest Foundation, Maryland and Georgia Sleep Societies, Society for Anesthesia and Sleep Medicine, and the American Board of Sleep Medicine (ABSM), where she also served as President. A founding member of the ABMS Sleep Medicine Examination Committee, Dr. Collop has been recognized among the “Best Doctors in America” and named a “Distinguished Alumna for Natural Sciences” by Edinboro University. Her awards include the Al Soffer Award for Editorial Excellence, the ACCP College Medalist award, Master Fellow distinction (2020), and Distinguished Service Awards from the Maryland Sleep Society, ACCP, and AASM’s Nathaniel Kleitman Award. From 2015 to 2024, Dr. Collop was Editor-in-Chief of the Journal of Clinical Sleep Medicine and currently serves as Section Editor for Sleep Medicine for UpToDate.\n\nAbout IHL-42X\n\nIHL-42X is designed to treat obstructive sleep apnea (“OSA”) by targeting its underlying pathophysiology. An oral fixed-dose combination of dronabinol and acetazolamide, IHL-42X is currently advancing through the RePOSA Phase 2/3 clinical trial, which is expected to enroll more than 560 patients at sites worldwide.\n\nDesigned to act synergistically, IHL-42X uniquely targets two physiological pathways associated with the intermittent hypoxia (“IH”) and hypercapnia that characterize OSA. In a prior Australian Phase 2 clinical trial, IHL-42X was shown to reduce the Apnea-Hypopnea Index (“AHI”) in all dosage strengths, with the lowest dose reducing AHI by an average of 51 percent relative to baseline. RePOSA, a global Phase 2/3 clinical trial is underway, evaluating IHL-42X in individuals with OSA who are either non-compliant, intolerant, or naïve to positive airway pressure devices, including CPAP, with the Phase 2 portion conducted in the United States. A topline readout from the U.S. Phase 2 portion is anticipated in July 2025.\n\nUnlike weight loss therapies, IHL-42X is uniquely engineered to target two key physiological pathways, intermittent hypoxia (IH) and hypercapnia, that underlie the pathology of OSA. By targeting these core mechanisms, IHL-42X offers a differentiated approach that may benefit a wider range of patients, including the 67% of individuals with OSA who are not classified as obese. OSA affects an estimated 1 billion people globally and approximately 30 million people in the United States. Despite its high prevalence OSA remains significantly underdiagnosed and undertreated. IHL-42X has the potential to address this critical gap in care and improve outcomes for millions living with this serious, chronic condition.\n\nAbout Incannex Healthcare Inc.\n\nIncannex is leading the way in developing combination medicines that target the underlying biological pathways associated with chronic conditions, including obstructive sleep apnea, rheumatoid arthritis and generalized anxiety disorder. The company is advancing three clinical-stage product candidates based on evidence-based innovation, and supported by streamlined operations. Incannex's lead clinical program, IHL-42X, is an oral fixed-dose combination of dronabinol and acetazolamide designed to target underlying mechanisms and act synergistically in the treatment of obstructive sleep apnea. In a Phase 2 development program, IHL-675A is an oral fixed-dose combination of cannabidiol and hydroxychloroquine sulfate designed to act synergistically to alleviate inflammatory conditions, such as rheumatoid arthritis. Approved for Phase 2 clinical development, PSX-001 is an oral synthetic psilocybin treatment for the treatment of generalized anxiety disorder. Incannex's programs target disorders that have limited, inadequate, or no approved pharmaceutical treatment options. For additional information on Incannex, please visit our website at www.incannex.com.\n\nForward Looking Statements\n\nThis press release contains \"forward-looking statements\" within the meaning of the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. Examples of forward-looking statements in this press release include statements about, among other things: Incannex's business strategy, future operations; Incannex's ability to execute on its objectives, prospects, or plans, evaluations and judgments regarding Incannex's research and development efforts, including any implications that the results of earlier clinical trials will be representative or consistent with later clinical trials or final results; the expected timing of enrollment for these trials and the availability of data or results of these trials, and the potential benefits, safety or of Incannex's drug candidates. Forward-looking statements are statements other than historical facts and relate to future events or circumstances or Incannex's future performance, and they are based on management's current assumptions, expectations, and beliefs concerning future developments and their potential effect on Incannex's business; Incannex’s ability to obtain the requisite stockholder approval for the exercise of the Series A Warrants; Incannex’s ability to potentially improve its capital structure in the future. These forward-looking statements are subject to a number of risks and uncertainties, which may cause the forward-looking events and circumstances described in this press release to not occur, and actual results to differ materially and adversely from those described in or implied by the forward-looking statements. These risks and uncertainties include, among others: the continued availability of financing; Incannex's ability to raise capital to fund continuing operations, to complete capital raising transactions and to potentially improve its capital structure; the impact of any infringement actions or other litigation brought against Incannex; the success of Incannex's development efforts, including Incannex's ability to progress its drug candidates through clinical trials on the timelines expected; competition from other providers and products; that the market for its drug candidates may not grow at the rates anticipated or at all; Incannex's compliance with the various evolving and complex laws and regulations applicable to its business and its industry; and Incannex's ability to protect its proprietary technology and intellectual property; and other factors relating to Incannex's industry, its operations and results of operations. The forward-looking statements made in this press release speak only as of the date of this press release, and Incannex assumes no obligation to update publicly any such forward-looking statements to reflect actual results or to changes in expectations, except as otherwise required by law. Incannex's reports filed with the U.S. Securities and Exchange Commission (SEC) including its annual report on Form 10-K for the fiscal year ended June 30, 2024, filed with the SEC on September 30, 2024, and the other reports it files from time to time, including subsequently filed annual, quarterly and current reports, are made available on Incannex's website upon their filing with the SEC. These reports contain more information about Incannex, its business and the risks affecting its business, as well as its results of operations for the periods covered by the financial results included in this press release. For additional information on Incannex, please visit our website at www.incannex.com.\n\nContact Information\n\nJennifer Drew-Bear\n\nEdison Group for Incannex\n\nJdrew-bear@edisongroup.com", "Summary": "This press release announces appointments to Incannex Healthcare's clinical advisory board. Dr. Lora J. McGill is mentioned as having earned her medical degree from Tulane University School of Medicine. This mention of Tulane is very brief and only relates to Dr. McGill's background."}, {"Title": "Yürüyüşte miktardan çok süreklilik önemli: Günde 4 bin adım veya daha azı bile sağlık için faydalı oluyor", "Sentiment": 0.2, "URL": "https://www.patronlardunyasi.com/yuruyuste-miktardan-cok-sureklilik-onemli-gunde-4-bin-adim-veya-daha-azi-bile-saglik-icin-faydali-oluyor", "Original Datetime": "2025-06-03T08:04:51Z", "Adjusted Date": "06/03/2025", "Adjusted Time": "03:04 AM CDT", "Full Article Text": "Uzun zamandır sağlıklı olmak için günde 10 bin adım atmak gerektiği söyleniyor. Günde 10 bin adım atamayanlar da daha aşağısı işe yaramıyor diye yürümekten vazgeçebiliyor. Ancak bunun yanlış değerlendirildiği, her adımın kıymetli olduğu ortaya çıktı. Avrupa Önleyici Kardiyoloji Dergisi’nde yayınlanan araştırmaya göre, sağlık açısından faydalarını görmek için her gün illa 10 bin adım atmanız gerekmiyor. Daha azı da faydalı oluyor. 17 bilimsel çalışmadan ve 226 bin 889 kişiden alınan verilerin incelendiği analiz, az bile görünse, herhangi bir miktarda yürümenin sağlık için çok önemli olduğunu vurguluyor.\n\nAraştırmacılar her gün 4 bin adım veya daha fazla adım atmanın herhangi bir hastalığa bağlı ölüm riskini azalttığını buldu. Her gün 2 bin 337 veya daha fazla adım atmak, hem kalp hastalığı hem de felç olmak üzere kardiyovasküler rahatsızlıktan ölüm riskini düşürdü. Araştırmacılar ayrıca her gün bin adım fazla yürümenin hastalıklara bağlı ölüm riskini yüzde 15 azalttığını belirledi. Yürüyüşleri her gün 500 adım artırmanın kardiyovasküler hastalıktan ölüm riskini yüzde 7 azalttığı tespit edildi.\n\nNE KADAR FAZLA O KADAR İYİ\n\nABD’deki Tulane Üniversitesi Tıp Fakültesi’nde önleyici kardiyoloji bölümünün başkanı olan Dr. Keith Ferdinand, haber sitesi Huffington Post’a şunları söyledi: “Sorun, önerilen günlük 10 bin adımın çoğu kişi için başarılmasının zor olması. Araştırma, günde 10 bin adım önerisinin yanlış olduğu anlamına gelmiyor, sadece orta düzeyde aktivitenin hiç olmamasından daha iyi olduğunu bildiriyor. Aslında ne kadar çok yürürseniz o kadar sağlıklı olursunuz. Araştırma, daha fazla adım atan kişilerin erken ölüm riskinin en düşük olduğunu buldu. Özellikle her gün 20 bin adım veya daha fazla yürüyenler, sağlıklarına en büyük yatırımı yapıyor.”\n\nBAHÇEYİ DE TEMİZLEYEBİLİRİZ\n\nUzmanlar, hareket için ille spor salonuna gitmek gerekmediğini söyledi. Dr. Ferdinand şu bilgileri verdi: “Amerikan Kalp Derneği, her gün 150 dakikalık orta düzeyde aktivite öneriyor. Bu sadece 10 bin adım atmayı kapsamıyor. Egzersiz olarak düşünmediğimiz ev temizliği, bahçe işleri, çocuklarınızla yürüyüş, köpeğinizle dolaşmak gibi etkinlikler de tavsiye edilen aktiviteye dahil. Önemli olan her gün 150 dakika hareketli olmak. Öte yandan yaz günlerinde yürüyüşünüzü sabah erkenden yapmak güneşten korunmak için gerekli.”\n\npatronlardunyasi.com", "Summary": "This article discusses the benefits of walking for health, citing research that suggests even fewer than 10,000 steps daily can be beneficial. Dr. Keith Ferdinand, head of the preventive cardiology department at Tulane University Medical School, is quoted.  The mention of Tulane lends credibility but is relatively minor within the broader health discussion."}, {"Title": "Severity of acute SARS-CoV-2 infection and risk of new-onset autoimmune disease: A RECOVER initiative study in nationwide U.S. cohorts", "Sentiment": 0.0, "URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0324513", "Original Datetime": "2025-06-04T14:00:00Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "09:00 AM CDT", "Full Article Text": "Abstract SARS-CoV-2 infection has been associated with increased autoimmune disease risk. Past studies have not aligned regarding the most prevalent autoimmune diseases after infection, however. Furthermore, the relationship between infection severity and new autoimmune disease risk has not been well examined. We used RECOVER’s electronic health record (EHR) networks, N3C, PCORnet, and PEDSnet, to estimate types and frequency of autoimmune diseases arising after SARS-CoV-2 infection and assessed how infection severity related to autoimmune disease risk. We identified patients of any age with SARS-CoV-2 infection between April 1, 2020 and April 1, 2021, and assigned them to a World Health Organization COVID-19 severity category for adults or the PEDSnet acute COVID-19 illness severity classification system for children (<age 21). We collected baseline covariates from the EHR in the year pre-index infection date and followed patients for 2 years for new autoimmune disease, defined as ≥ 2 new ICD-9, ICD-10, or SNOMED codes in the same concept set, starting >30 days after SARS-CoV-2 infection index date and occurring ≥1 day apart. We calculated overall and infection severity-stratified incidence ratesper 1000 person-years for all autoimmune diseases. With least severe COVID-19 severity as reference, survival analyses examined incident autoimmune disease risk. The most common new-onset autoimmune diseases in all networks were thyroid disease, psoriasis/psoriatic arthritis, and inflammatory bowel disease. Among adults, inflammatory arthritis was the most common, and Sjögren’s disease also had high incidence. Incident type 1 diabetes and hematological autoimmune diseases were specifically found in children. Across networks, after adjustment, patients with highest COVID-19 severity had highest risk for new autoimmune disease vs. those with least severe disease (N3C: adjusted Hazard Ratio, (aHR) 1.47 (95%CI 1.33–1.66); PCORnet aHR 1.14 (95%CI 1.02–1.26); PEDSnet: aHR 3.14 (95%CI 2.42–4.07)]. Overall, severe acute COVID-19 was most strongly associated with autoimmune disease risk in three EHR networks.\n\nCitation: Wuller S, Singer NG, Lewis C, Karlson EW, Schulert GS, Goldman JD, et al. (2025) Severity of acute SARS-CoV-2 infection and risk of new-onset autoimmune disease: A RECOVER initiative study in nationwide U.S. cohorts. PLoS One 20(6): e0324513. https://doi.org/10.1371/journal.pone.0324513 Editor: Dong Keon Yon, Kyung Hee University School of Medicine, KOREA, REPUBLIC OF Received: October 30, 2024; Accepted: April 25, 2025; Published: June 4, 2025 Copyright: © 2025 Wuller et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Data Availability: PCORnet: Data utilized for this study was obtained from the PCORnet-RECOVER Amazon Warehouse Services (AWS) enclave which is comprised of 40 participating sites from PCORnet (Home - The National Patient-Centered Clinical Research Network ). Please send all data questions or access requests to the corresponding author, who will direct them accordingly. PEDSnet: The results reported in this study are based on detailed individual-level patient data compiled as part of the RECOVER program. Due to the high risk of reidentification based on the number of unique patterns in the date, patient privacy regulations prohibit us from releasing the data publicly. The data are maintained in a secure enclave, with access managed by the program coordinating center to remain compliant with regulatory and program requirements. Please direct requests to access the data, either for reproduction of the work reported here or for other purposes, to the RECOVER EHR Pediatric Coordinating Center (recover@chop.edu). N3C Attribution: The analyses described in this publication were conducted with data or tools accessed through the NCATS N3C Data Enclave https://covid.cd2h.org and N3C Attribution & Publication Policy v 1.2-2020-08-25b supported by NCATS Contract No. 75N95023D00001, Axle Informatics Subcontract: NCATS-P00438-B. This research was possible because of the patients whose information is included within the data and the organizations (https://ncats.nih.gov/research/research-activities/n3c/resources/data-contribution/signatories) and scientists who have contributed to the ongoing development of this community resource [https://doi.org/10.1093/jamia/ocaa196]. Funding: This study is part of the NIH Researching COVID to Enhance Recovery (RECOVER) Initiative, which seeks to understand, treat, and prevent the post-acute sequelae of SARS-CoV-2 infection (PASC). For more information on RECOVER, visit https://recovercovid.org/. This research was funded by the National Institutes of Health (NIH) Agreement OTA OT2HL161847 as part of the RECOVER program. Role of the Funder/Sponsor: The funders/sponsors had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication. Competing interests: JH has received funding paid to the Institute of Systems Biology from Bristol Myers Squibb, Gilead, Janssen, Novartis and Pfizer for research unrelated to this study. This does not alter our adherence to PLOS ONE policies on sharing data and materials.\n\nIntroduction The COVID-19 pandemic resulted in significant acute morbidity and mortality from the SARS-CoV-2 virus and has ongoing post-viral consequences. Affecting over 777 million persons as of May 2024, COVID-19 caused over 7 million deaths as assessed by the World Health Organization (WHO) [1]. Among other long-term sequelae of COVID-19, the emergence of clinical autoimmune disease has been reported in many case series and an increasing number of epidemiological studies [2–17]. Collectively, autoimmune diseases affect millions of Americans and are a leading cause of morbidity and mortality [18,19]. Over 100 different autoimmune diseases exist, including type I diabetes, juvenile inflammatory arthritis and inflammatory bowel disease, which predominate among younger people, and rheumatoid arthritis (RA), autoimmune thyroid disease, polymyalgia rheumatica, Sjögren’s disease, and varied forms of systemic vasculitis, more common in older people. Most of these related conditions are associated with autoantibody production, targeted or widespread systemic inflammation, and organ damage. They are known to be increasingly prevalent with age and associated with significant morbidity, decreased life expectancy and high medical expenditures [19]. Autoimmune disease pathogenesis is now understood to be due to complex interactions among genetic factors, environmental exposures throughout the lifespan, immune responses to these factors, and interactions between all of these. The environmental triggers of the immune attack on self-tissues characterizing autoimmune diseases are not yet fully elucidated [20]. Autoimmunity arising after viral infections has been widely reported, although it remains challenging to study, with no single viral infection universally accepted as a risk factor for the development of most autoimmune diseases [21]. Recent studies have used administrative databases from the United States (U.S.), Hong Kong, the United Kingdom (U.K.), Germany, and Korea to study the association between SARS-CoV-2 infection and subsequent incident autoimmune diseases in both adults and children [4,15–17,22]. Most of these studies have assessed the risk of developing new autoimmune or autoinflammatory disease among those who tested positive for SARS-CoV-2, compared to the risk among those who tested negative. Using matched cohort designs, risks of a wide range of autoimmune diseases, with variation across studies, have been found to be elevated after SARS-CoV-2 infection compared to those without prior infection [4,15–17,22,23]. A secondary analysis in a study from Hong Kong found that those with more severe hospitalized COVID-19 had increased risk of both transverse myelitis and inflammatory bowel disease, which was not observed when all SARS-CoV-2-infected patients were studied, and that vaccination against SARS-CoV-2 attenuated the overall risk of autoimmune disease after COVID-19 [15]. A recent study using the TriNetX insurance database did not find an influence of vaccination against SARS-CoV-2 on risk of autoimmune disease; however, it reported that those who developed autoimmune disease (vs. those who did not) had an approximately 50% higher risk of having been previously hospitalized with COVID-19 [23]. Given these recent reports and the strong biologic possibility that more severe SARS- CoV-2 infection, with higher circulating concentrations of inflammatory cytokines (e.g., interleukin-6) and cytokine storm syndromes in some, may be more strongly linked to triggering of new autoimmune disease, we aimed to investigate the association between SARS-CoV-2 infection and incident autoimmune diseases [24]. Here, we have investigated COVID-19 severity and the risk of subsequently developing autoimmune disease among adults and children living across the U.S. within the Researching COVID-19 to Enhance Recovery (RECOVER) electronic health record (EHR) networks. RECOVER is an NIH-funded national consortium studying the COVID-19 pandemic’s association with long-term health effects. The goal of RECOVER is to improve understanding of and ability to predict, treat, and prevent PASC (post-acute sequelae of SARS-CoV-2, also known as Long COVID). The EHR cohort of RECOVER is comprised of aggregated data from three separate EHR networks, including the National COVID-19 Cohort Collaborative (N3C), the National Patient-Centered Clinical Research Network (PCORnet) and PCORnet’s pediatric population, PEDSnet, a pediatric learning system within PCORnet [25–29]. These networks were either established prior to (PCORnet and PEDSnet) or in response to COVID-19 (N3C). We estimated the type and frequency of incident autoimmune diseases following SARS-CoV-2 infection by severity in the RECOVER EHR cohort, which contains medical data on over 35 million individuals living across the U.S. from April 1, 2019 to March 31, 2023 [23,30].\n\nMethods Data sources Data from the three RECOVER EHR networks were assembled from over 100 sites across the US. Data included demographics, encounters, medical diagnoses, medications, and selected laboratory results were available. Diagnoses were classified using both the International Classification of Disease (ICD)- 9th and 10th editions codes and the Systematized Nomenclature of Medicine Clinical Terms (SNOMED CT) codes. De-identified EHR data relating to patient encounters from April 1, 2019 to March 31, 2023 were acquired from N3C version 187 from December 2024, PCORnet version S12 from October 2024, and PEDSnet version S9 from July 2023. N3C RECOVER patient selection criteria can be found on the N3C phenotype inclusion criteria website (https://github.com/National-COVID-Cohort-Collaborative/Phenotype_Data_Acquisition/wiki/Latest-Phenotype). The N3C data transfer to NCATS is performed under a Johns Hopkins University Reliance Protocol # IRB00249128 or individual site agreements with NIH. The N3C Data Enclave is managed under the authority of the NIH; information can be found at https://ncats.nih.gov/n3c/resources. The original selection of patients into PCORnet and PEDSnet RECOVER EHR networks are described in S1 Appendix. For PCORnet/PEDSnet, Institute Review Board (IRB) approval was obtained under Biomedical Research Alliance of New York (BRANY) protocol #21-08-508. As part of the Biomedical Research Alliance of New York (BRANY IRB) process, the protocol has been reviewed in accordance with the institutional guidelines. The Biomedical Research Alliance of New York (BRANY) waived the need for consent and HIPAA authorization. Institutional Review Board oversight was provided by the Biomedical Research Alliance of New York, protocol # 21-08-508-380. COVID-19 definition and covariates Patients with evidence of SARS-CoV-2 infection in all three EHR networks were defined and identified for the current study as having a positive SARS-CoV-2 PCR or antigen test, a U07.1 ICD-10 code, a prescription for nirmatrelvir/ritonavir or a medication order for remdesivir between April 1, 2020, and April 1, 2021. A patient’s index date was defined as the first indication of SARS-CoV-2 positivity in that time-period. Patients aged 21 and over at their index event were included within N3C and PCORnet analyses, whereas those younger than 21 were included in PEDSnet. Patients were excluded from the study if they had unknown or missing sex. To ensure patients received their healthcare at an in-network site, we required at least one encounter within the 365 days prior to the SARS-CoV-2 infection index date. The baseline period for collecting study subject characteristics was the year before, up to and including, the SARS-CoV-2 infection index date. Sociodemographic characteristics included: age, sex, race/ethnicity, and medical insurance type. Baseline clinical and behavioral characteristics included: prior history of autoimmune disease, defined as ≥ 1 ICD-9/ICD-10 or SNOMED code for any one autoimmune disease prior to SARS-CoV-2 infection index date (S2–S4 Appendices), healthcare utilization (number of EHR medical encounters) in the 365 days prior to, but not including, the 5 days before index event, the index event time-period (in 3-month intervals), baseline comorbidity scores (by the Charleston Comorbidity Index (CCI) for adults and the Pediatric Medical Complexity Algorithm (PMCAv3.0) for children), ever-smoking status among adults, substance use disorder (S5 Appendix), body mass index (BMI, in kg/m2) categorized according to the World Health Organization (WHO) standards, glucocorticoid use (current vs. non-current oral or intravenous use) (S6 Appendix), and the size of participating RECOVER sites (by pre-inclusion and exclusion criteria patient enrollment numbers in quartiles) [31–34]. Autoimmune rheumatic diseases were excluded from the CCI and the immunological system was excluded from the PMCA. COVID-19 severity For adult patients, we categorized COVID-19 illness severity using encounter location and medical interventions according to the WHO ordinal scale score [35]. Based on encounters within three days before to 16 days after the index event [36], four-level mutually exclusive categories were defined: a) “outpatient with mild conditions” (WHO severity 1–2), if there was no evidence for hospitalization or emergency department encounter; b) “Outpatients with mild conditions with emergency department visit” (WHO severity, approximately 3) if there was an emergency department encounter only; c) “Hospitalized” (WHO severity 4–6) if hospitalized but not critically ill and d) “Hospitalized with ventilation” (WHO severity 7–9) if hospitalized and requiring ICU level care, invasive ventilation, extracorporeal membrane oxygenation (ECMO), or vasopressor/inotropic support. Descriptors here correspond to the labels found in tables and all analyses, i.e., “Outpatient”, “Emergency Department”, “Hospitalized”, and “Hospitalized and on Ventilator”. Codes used to identify hospitalized and on ventilator can be found in S7-S8 Appendices. For pediatric patients, mutually exclusive categories were constructed using PEDSnet’s four-level acute COVID-19 severity illness classification. Patients were categorized as asymptomatic, mild, moderate, or severe based on patient COVID-19 symptom clusters identified by using clinically cogent sets of SNOMED CT diagnosis codes examined 7 days before to 13 days after the day of SARS-CoV-2 infection positivity [30]. Asymptomatic patients met no criterion for severity. For more information on the PEDSnet mild – severe severity concepts, see S1 Table. Incident autoimmune disease Patients were followed through their EHRs for up to 24 months after index date with incident autoimmune disease (primary outcome) defined as having ≥ 2 codes within any one new autoimmune disease concept set (condition) starting 30-days or more after index date and occurring ≥ 1 day apart. Autoimmune diseases were identified by ICD-9/ICD-10/SNOMED codes within the same autoimmune disease concept set for 41 distinct autoimmune diseases and one “other” category (S2-S4 Appendices). The minimum 30-day window period after the index date was designed to avoid the capture of prevalent autoimmune diseases and misdiagnoses close to the acute SARS-CoV-2 infection and to compensate for any increased autoimmune disease surveillance bias soon after acute infection. SARS-CoV-2 infection would be unlikely to cause autoimmune disease development within the first month after exposure as most autoimmune diseases develop slowly, with symptoms taking many months to emerge [20]. For individuals with a history of prior autoimmune disease (at least 1 ICD-9/ICD-10 or SNOMED code for any one autoimmune disease prior to SARS-CoV-2 infection index date), incident autoimmune disease in follow-up was included as an outcome only if the diagnosis codes were not within the patient’s prior autoimmune disease concept set. Statistical analyses The baseline demographics of the patients in each EHR network were examined with descriptive statistics, overall and according to their COVID-19 illness severity. Unadjusted incidence rates per 1000-person years were calculated overall and by COVID-19 illness severity category for each autoimmune disease concept set. The five most common new autoimmune diseases per 1000 person-years in each EHR network were identified. The association of COVID-19 severity and risk of new autoimmune disease was first assessed using unadjusted Kaplan-Meier curves, censoring for death. We also created unadjusted cumulative incidence curves accounting for the competing risk of death and new autoimmune disease. We then conducted multivariable-adjusted Cox regression models. In all analyses, the least severe COVID-19 severity category was the reference group. Adjusted hazard ratios (aHR) with 95% confidence intervals (CIs) and corresponding p values were estimated for two primary Cox regression models, censoring for death, end of follow-up, and the outcome of new autoimmune disease. The first model adjusted for age, sex, race, and ethnicity, and the second, fully adjusted model, further adjusted for medical insurance type (as a proxy for socioeconomic status), healthcare utilization, date of SARS-CoV-2 infection, comorbidities, the CCI for adults and PMCA for children, as well as substance use disorder, smoking status (adults only), BMI (according to WHO categories for adults and according to age-based percentiles in children), glucocorticoid use, and RECOVER enrollment site size. We selected our covariates for our adjusted models based on univariable analyses to assess whether they were true confounders (associated with the risk of the predictor and with the risk of the outcome) and also included other variables for face validity (size of the enrollment center, medical insurance, time period of SARS-CoV-2 infection). We tested the proportional hazards assumption by examining the Kaplan-Meier curves and assessing interaction of the predictors with time. Missing data were represented in a missing category. Secondary analyses stratified the fully adjusted models by sex to investigate potential effect modification [37]. In another secondary analysis, we excluded those with a history of any prior autoimmune disease from both the fully adjusted and sex stratified models. Data analyses were performed using R version 4.3.1. R survival and ggsurvfit packages (2023.08.28) [38,39].\n\nDiscussion In this large US-based EHR study, we examined the association of COVID-19 severity with the risk of new autoimmune disease diagnosis. Our findings suggest that the risk of being diagnosed with an autoimmune disease after SARS-CoV-2 infection was highest among those who experienced the most severe COVID-19, i.e., those who were hospitalized and ventilated. These findings were observed in three different U.S.-based networks, including one in a pediatric population. Our analysis corroborates and extends findings from recent studies which found that more severe COVID-19 illness might be associated with increased subsequent autoimmune disease risk [15,23,40]. In these three networks, the most common adult autoimmune diseases newly diagnosed after SARS-CoV-2 infection shared by both adult and pediatric networks were autoimmune thyroiditis (Hashimoto’s in adults), psoriasis or psoriatic arthritis, and inflammatory bowel disease. In the pediatric population, the third most common autoimmune disease was type I diabetes, which has also been reported after other viral infections such as mumps, parainfluenza, human herpes virus 6, enteroviruses, and Coxsackievirus B1 (CVB1) serotype among children [41,42]. In the adult populations, inflammatory arthritis/rheumatoid arthritis (RA) was most common. This was also reported in a study in a Colombian cohort in which the incidence rate ratio for rheumatoid arthritis following SARS-CoV-2 infection was 2 [43]. The alignment of these results across different networks and studies is important as it reinforces the consistency and reliability of the findings. Past studies have reported increases in the risk of developing systemic vasculitis after SARS-CoV-2 infection as among the most common incident autoimmune disease sequalae [4,17,22,23]. Four of five large recently published studies on this topic employed only one billing code to define incident autoimmune disease, which can be highly non-specific, particularly in the setting of the types of vague and ongoing constitutional symptoms that emerged after SARS-CoV-2 infection. Our study required a more specific definition, two separate encounters with similar autoimmune ICD9, ICD10 or SNOMED codes recorded at least 1 day apart to improve specificity and positive predictive value [44]. Some autoimmune diseases, such as vasculitis, may have been overlooked as they may have been self-limited (e.g., Henoch-Schoenlein purpura in children, or leukocytoclastic vasculitis). In past studies, systemic lupus erythematosus (SLE) and Sjögren’s disease were reported to be common post-SARS-CoV-2 infection [4,16]. In the current study, we found that autoimmune hemolytic anemia and Evan’s syndrome, which can precede childhood SLE, were among the five most common PEDSnet autoimmune diseases associated with SARS-CoV-2 infection. The association of viral infection severity with increased risk of autoimmune disease is important and biologically plausible. It may be related to cytokine release syndrome seen in severe cases [45,46]. While influenza A and other viral infections induce release of many inflammatory cytokines, coronaviruses in general and SARS-CoV-2 in particular, have been shown to have very strong stimulatory influences on immune and inflammatory cytokines, such as type I interferons (IFNs), key anti-viral cytokines limiting viral infection via activation of the innate immune system [46,47]. Neutrophil extracellular traps (NETs), which stimulate production of type I IFNs, have been identified in severe COVID-19 illness and additionally are implicated in autoimmune disease pathogenesis. NETs prime dendritic cells to present their nuclear contents, stimulating B cell production and affinity maturation along with formation and release of autoantibodies [48,49]. Thus, host immune responses developed to protect from viral infection, when not appropriately downregulated, may contribute to increased risk of developing autoimmune disease, including in the context of viral infections. Strengths and limitations Our study has several strengths including large nationwide EHR networks, the inclusion of a pediatric population, the requirement for two independent billing codes on separate days for a new autoimmune diagnosis (increasing AD diagnosis positive predictive value) [44], and secondary analyses excluding those with pre-existing autoimmune disease of any kind. The simultaneous analysis of the three EHR networks, which contain only 20 overlapping sites with each other, not only broadened the scope of our analysis, but also enabled us to establish a more definitive connection between the severity of COVID-19 requiring ICU admission/ventilation, compared to less severe COVID-19, and the subsequent increase in incident autoimmune disease over a two-year period. Of recent studies of autoimmune disease arising after SARS-CoV-2 infection, only one has included children [17]. Our inclusion of a large pediatric population provides a more comprehensive understanding of the disease’s impact on this critical demographic, with its susceptibility to a different spectrum of autoimmune diseases. Given the genetic predisposition that increases the likelihood of those with existing autoimmune disease to develop a new AD, we included all participants in our primary analyses and applied a stricter incident AD definition to those with a history of prior AD. In our secondary analyses excluding all patients with evidence of any autoimmune disease in the baseline period, we obtained similar results as our primary analysis. Although risk for AD fell just short of significance in N3C and PCORnet hospitalized with ventilation patients, we still believe that this association is plausible. The change in significance is likely due to inherent EHR limitations (e.g., patients interacting with the same healthcare system in follow up or potential misclassified in COVID-19 severity categories), as PEDSnet and other N3C severity levels showed increased risk for AD that remained significant. However, we acknowledge that this still requires further investigation as the established link between severe COVID-19 and autoimmune disease may be confounded by factors such as previous immunosuppressant therapy, potential cross-contaminant use of immunosuppression COVID-19 medications (e.g., combination therapies with disease-modifying anti-rheumatic drugs), differential COVID-19 treatment in fear of cross-contaminant drug use, and increased prevalence of comorbidities associated with severe infection (e.g., diabetes, obesity, older age) within the prior autoimmune disease population [50]. Our study was also comprehensive in employing both SNOMED and ICD10 codes, mitigating some of the bias that may depend on whether an ICD10 code was available and reducing the barrier for information sharing between registries that used only SNOMED or only ICD10 codes. The robustness of our findings thus strengthens the plausibility of the association between increased COVID-19 severity and increased risk of new autoimmune disease. While our study provides valuable insights, it is important to acknowledge its limitations. Given the lack of test supply early in the pandemic, testing for SARS-CoV-2 infection in the U.S. was initially reserved for hospitalized patients, while those with presumed SARS-CoV-2 infection not sick enough to require hospitalization were urged to quarantine at home contributing to type 2 error by not counting true cases of COVID-19. To mitigate the possibility of misclassification, we included a clinical diagnosis of COVID-19. Recent studies have also demonstrated that relying on polymerase chain reaction (PCR)-confirmed or PCR or antigen test-confirmed infections may not capture those in the community or those diagnosed by home testing or those who were felt to have classical chest x-ray findings of COVID-19 [4,15,17,22]. Although we employed two billing codes on separate days to identify incident autoimmune disease, rather than one as in most past studies, we acknowledge that no validated definition for all autoimmune disease exists or is feasible in such data, and it may have led to some misclassification of disease status. We began follow-up 30 days after the index SARS-CoV-2 infection to reduce the likelihood that infection-related non-specific symptoms of systemic inflammation were miscoded as new autoimmune disease, but this may still have occurred. Another potential limitation is that two years of follow-up would not capture long-term risk of autoimmune disease; autoantibodies may be present for up to ten years prior to development of RA, for example [51]. Additionally, patients with autoimmune diseases often experience prolonged “diagnostic delays”, both due to lack of recognition of classical signs and symptoms, and due to the slow onset of disease. Thus, it is likely that some cases of autoimmune disease were undiagnosed in these study cohorts. The broad nature of symptoms attributed to post-acute syndrome of COVID-19 (PASC) may have also led to underdiagnosis of autoimmune disease in individuals after COVID-19. However, this misclassification would likely have biased our results toward the null, if at all. Disparate findings between N3C and PCORnet with respect to COVID severity and risk of autoimmune disease may be due in part to inherent network differences. During the initial phases of COVID-19 pandemic, ICUs were at capacity and many smaller hospitals sought higher level care for the most seriously ill patients. Patients who were more ill may have been referred to larger clinical sites represented in PCORnet for their COVID-19 care, but not followed there before or after, which may explain some of the discrepancies seen between the N3C and PCORnet. Patients in N3C had more encounters in their EHR and higher baseline healthcare utilization than did those enrolled in PCORnet; incomplete capture of baseline covariates and outcomes may have influenced results in PCORnet more than the other networks. Additionally, despite the discrepancy COVID-19 severity levels aHRs, we identified prior utilization had an association with both COVID-19 severity and incident AD with risk of incident AD increasing as prior utilization increases across networks (S5 Fig). Unfortunately, prior utilization is especially sensitive to data warehouse constructions and architecture, and this may have contributed to disparate results seen across networks. While we adjusted for all important confounders identified, there was much missing data on some important lifestyle factors, such as that smoking, which can both increase COVID-19 severity and risk factor for autoimmune conditions such as rheumatoid arthritis [52–54] Thus, there is the possibility of both misclassification and residual confounding by such shared risk factors. We were also unable to include vaccination status as immunization was not well documented in the RECOVER EHR cohort, and therefore strategically selected an enrollment period a priori so that vaccination use would naturally be limited in the study population. However, we could not fully assess the role of vaccination on AD incidence during 2 years of follow-up. A subsequent check of raw vaccination numbers confirmed that <1% of the population was vaccinated with any COVID-19 vaccine in the 180–14 days prior of their index SARS-CoV-2 infection across EHR networks. Due to our study period, we were unable to assess the complex relationship between vaccination, autoimmune disease, and COVID-19 that future research must address. Specifically, the potential for vaccination to both mitigate (through SARS-CoV-2 prevention) or increase autoimmune disease risk via mechanisms such as molecular mimicry, adjuvants, and bystander activation requires further study [55]. Our study design was also not intended to investigate the impact of reinfections after the index infection or other putative effect modifiers on autoimmune disease outcomes. Furthermore, we performed analyses adjusting for multiple potential confounders but were unable to perform propensity score matched or weighted analyses given relatively small sample sizes in each of the categories of infection, particularly among the PEDSnet population.\n\nConclusion The current study presents compelling evidence of an association of increasing acute COVID-19 severity with increasing risk of developing autoimmune diseases in the period up to two years following infection. Ongoing data collection and analyses of post-COVID-19 syndromes and autoimmune disease at the population level may be able to elucidate relationships of incident autoimmune disease with different COVID-19 variants, and the influence of having more than one SARS-CoV-2 infection. An equally important question for future studies is whether primary SARS-CoV-2 infection after April 1, 2021, potentially with less virulent viral strains that began to circulate in late 2021, along with increasing population vaccination, are associated with lower future risks of post-COVID-19 autoimmune disease.\n\nAcknowledgments We would like to thank the National Community Engagement Group (NCEG), all patient, caregiver and community representatives, and all the participants enrolled in the RECOVER Initiative. We gratefully acknowledge the following core contributors to N3C: Adam B. Wilcox, Adam M. Lee, Alexis Graves, Alfred (Jerrod) Anzalone, Amin Manna, Amit Saha, Amy Olex, Andrea Zhou, Andrew E. Williams, Andrew Southerland, Andrew T. Girvin, Anita Walden, Anjali A. Sharathkumar, Benjamin Amor, Benjamin Bates, Brian Hendricks, Brijesh Patel, Caleb Alexander, Carolyn Bramante, Cavin Ward-Caviness, Charisse Madlock-Brown, Christine Suver, Christopher Chute, Christopher Dillon, Chunlei Wu, Clare Schmitt, Cliff Takemoto, Dan Housman, Davera Gabriel, David A. Eichmann, Diego Mazzotti, Don Brown, Eilis Boudreau, Elaine Hill, Emily Carlson Marti, Emily R. Pfaff, Evan French, Farrukh M Koraishy, Federico Mariona, Fred Prior, George Sokos, Greg Martin, Harold Lehmann, Heidi Spratt, Hemalkumar Mehta, J.W. Awori Hayanga, Jami Pincavitch, Jaylyn Clark, Jeremy Richard Harper, Jessica Islam, Jin Ge, Joel Gagnier, Johanna Loomba, John Buse, Jomol Mathew, Joni L. Rutter, Julie A. McMurry, Justin Guinney, Justin Starren, Karen Crowley, Katie Rebecca Bradwell, Kellie M. Walters, Ken Wilkins, Kenneth R. Gersing, Kenrick Dwain Cato, Kimberly Murray, Kristin Kostka, Lavance Northington, Lee Allan Pyles, Lesley Cottrell, Lili Portilla, Mariam Deacy, Mark M. Bissell, Marshall Clark, Mary Emmett, Matvey B. Palchuk, Melissa A. Haendel, Meredith Adams, Meredith Temple-O’Connor, Michael G. Kurilla, Michele Morris, Nasia Safdar, Nicole Garbarini, Noha Sharafeldin, Ofer Sadan, Patricia A. Francis, Penny Wung Burgoon, Philip R.O. Payne, Randeep Jawa, Rebecca Erwin-Cohen, Rena Patel, Richard A. Moffitt, Richard L. Zhu, Rishi Kamaleswaran, Robert Hurley, Robert T. Miller, Saiju Pyarajan, Sam G. Michael, Samuel Bozzette, Sandeep Mallipattu, Satyanarayana Vedula, Scott Chapman, Shawn T. O’Neil, Soko Setoguchi, Stephanie S. Hong, Steve Johnson, Tellen D. Bennett, Tiffany Callahan, Umit Topaloglu, Valery Gordon, Vignesh Subbian, Warren A. Kibbe, Wenndy Hernandez, Will Beasley, Will Cooper, William Hillegass, Xiaohan Tanner Zhang. Details of contributions available at covid.cd2h.org/core-contributors. The following N3C institutions whose data is released or pending: Adam B. Wilcox, Adam M. Lee, Alexis Graves, Alfred (Jerrod) Anzalone, Amin Manna, Amit Saha, Amy Olex, Andrea Zhou, Andrew E. Williams, Andrew Southerland, Andrew T. Girvin, Anita Walden, Anjali A. Sharathkumar, Benjamin Amor, Benjamin Bates, Brian Hendricks, Brijesh Patel, Caleb Alexander, Carolyn Bramante, Cavin Ward-Caviness, Charisse Madlock-Brown, Christine Suver, Christopher Chute, Christopher Dillon, Chunlei Wu, Clare Schmitt, Cliff Takemoto, Dan Housman, Davera Gabriel, David A. Eichmann, Diego Mazzotti, Don Brown, Eilis Boudreau, Elaine Hill, Emily Carlson Marti, Emily R. Pfaff, Evan French, Farrukh M Koraishy, Federico Mariona, Fred Prior, George Sokos, Greg Martin, Harold Lehmann, Heidi Spratt, Hemalkumar Mehta, J.W. Awori Hayanga, Jami Pincavitch, Jaylyn Clark, Jeremy Richard Harper, Jessica Islam, Jin Ge, Joel Gagnier, Johanna Loomba, John Buse, Jomol Mathew, Joni L. Rutter, Julie A. McMurry, Justin Guinney, Justin Starren, Karen Crowley, Katie Rebecca Bradwell, Kellie M. Walters, Ken Wilkins, Kenneth R. Gersing, Kenrick Dwain Cato, Kimberly Murray, Kristin Kostka, Lavance Northington, Lee Allan Pyles, Lesley Cottrell, Lili Portilla, Mariam Deacy, Mark M. Bissell, Marshall Clark, Mary Emmett, Matvey B. Palchuk, Melissa A. Haendel, Meredith Adams, Meredith Temple-O’Connor, Michael G. Kurilla, Michele Morris, Nasia Safdar, Nicole Garbarini, Noha Sharafeldin, Ofer Sadan, Patricia A. Francis, Penny Wung Burgoon, Philip R.O. Payne, Randeep Jawa, Rebecca Erwin-Cohen, Rena Patel, Richard A. Moffitt, Richard L. Zhu, Rishi Kamaleswaran, Robert Hurley, Robert T. Miller, Saiju Pyarajan, Sam G. Michael, Samuel Bozzette, Sandeep Mallipattu, Satyanarayana Vedula, Scott Chapman, Shawn T. O’Neil, Soko Setoguchi, Stephanie S. Hong, Steve Johnson, Tellen D. Bennett, Tiffany Callahan, Umit Topaloglu, Valery Gordon, Vignesh Subbian, Warren A. Kibbe, Wenndy Hernandez, Will Beasley, Will Cooper, William Hillegass, Xiaohan Tanner Zhang. Details of contributions available at covid.cd2h.org/core-contributors. Data Partners with Released Data: The following institutions whose data is released or pending: Available: Advocate Health Care Network — UL1TR002389: The Institute for Translational Medicine (ITM) • Aurora Health Care Inc — UL1TR002373: Wisconsin Network For Health Research • Boston University Medical Campus — UL1TR001430: Boston University Clinical and Translational Science Institute • Brown University — U54GM115677: Advance Clinical Translational Research (Advance-CTR) • Carilion Clinic — UL1TR003015: iTHRIV Integrated Translational health Research Institute of Virginia • Case Western Reserve University — UL1TR002548: The Clinical & Translational Science Collaborative of Cleveland (CTSC) • Charleston Area Medical Center — U54GM104942: West Virginia Clinical and Translational Science Institute (WVCTSI) • Children’s Hospital Colorado — UL1TR002535: Colorado Clinical and Translational Sciences Institute • Columbia University Irving Medical Center — UL1TR001873: Irving Institute for Clinical and Translational Research • Dartmouth College — None (Voluntary) Duke University — UL1TR002553: Duke Clinical and Translational Science Institute • George Washington Children’s Research Institute — UL1TR001876: Clinical and Translational Science Institute at Children’s National (CTSA-CN) • George Washington University — UL1TR001876: Clinical and Translational Science Institute at Children’s National (CTSA-CN) • Harvard Medical School — UL1TR002541: Harvard Catalyst • Indiana University School of Medicine — UL1TR002529: Indiana Clinical and Translational Science Institute • Johns Hopkins University — UL1TR003098: Johns Hopkins Institute for Clinical and Translational Research • Louisiana Public Health Institute — None (Voluntary) • Loyola Medicine — Loyola University Medical Center • Loyola University Medical Center — UL1TR002389: The Institute for Translational Medicine (ITM) • Maine Medical Center — U54GM115516: Northern New England Clinical & Translational Research (NNE-CTR) Network • Mary Hitchcock Memorial Hospital & Dartmouth Hitchcock Clinic — None (Voluntary) • Massachusetts General Brigham — UL1TR002541: Harvard Catalyst • Mayo Clinic Rochester — UL1TR002377: Mayo Clinic Center for Clinical and Translational Science (CCaTS) • Medical University of South Carolina — UL1TR001450: South Carolina Clinical & Translational Research Institute (SCTR) • MITRE Corporation — None (Voluntary) • Montefiore Medical Center — UL1TR002556: Institute for Clinical and Translational Research at Einstein and Montefiore • Nemours — U54GM104941: Delaware CTR ACCEL Program • NorthShore University HealthSystem — UL1TR002389: The Institute for Translational Medicine (ITM) • Northwestern University at Chicago — UL1TR001422: Northwestern University Clinical and Translational Science Institute (NUCATS) • OCHIN — INV-018455: Bill and Melinda Gates Foundation grant to Sage Bionetworks • Oregon Health & Science University — UL1TR002369: Oregon Clinical and Translational Research Institute • Penn State Health Milton S. Hershey Medical Center — UL1TR002014: Penn State Clinical and Translational Science Institute • Rush University Medical Center — UL1TR002389: The Institute for Translational Medicine (ITM) • Rutgers, The State University of New Jersey — UL1TR003017: New Jersey Alliance for Clinical and Translational Science • Stony Brook University — U24TR002306 • The Alliance at the University of Puerto Rico, Medical Sciences Campus — U54GM133807: Hispanic Alliance for Clinical and Translational Research (The Alliance) • The Ohio State University — UL1TR002733: Center for Clinical and Translational Science • The State University of New York at Buffalo — UL1TR001412: Clinical and Translational Science Institute • The University of Chicago — UL1TR002389: The Institute for Translational Medicine (ITM) • The University of Iowa — UL1TR002537: Institute for Clinical and Translational Science • The University of Miami Leonard M. Miller School of Medicine — UL1TR002736: University of Miami Clinical and Translational Science Institute • The University of Michigan at Ann Arbor — UL1TR002240: Michigan Institute for Clinical and Health Research • The University of Texas Health Science Center at Houston — UL1TR003167: Center for Clinical and Translational Sciences (CCTS) • The University of Texas Medical Branch at Galveston — UL1TR001439: The Institute for Translational Sciences • The University of Utah — UL1TR002538: Uhealth Center for Clinical and Translational Science • Tufts Medical Center — UL1TR002544: Tufts Clinical and Translational Science Institute • Tulane University — UL1TR003096: Center for Clinical and Translational Science • The Queens Medical Center — None (Voluntary) • University Medical Center New Orleans — U54GM104940: Louisiana Clinical and Translational Science (LA CaTS) Center • University of Alabama at Birmingham — UL1TR003096: Center for Clinical and Translational Science • University of Arkansas for Medical Sciences — UL1TR003107: UAMS Translational Research Institute • University of Cincinnati — UL1TR001425: Center for Clinical and Translational Science and Training • University of Colorado Denver, Anschutz Medical Campus — UL1TR002535: Colorado Clinical and Translational Sciences Institute • University of Illinois at Chicago — UL1TR002003: UIC Center for Clinical and Translational Science • University of Kansas Medical Center — UL1TR002366: Frontiers: University of Kansas Clinical and Translational Science Institute • University of Kentucky — UL1TR001998: UK Center for Clinical and Translational Science • University of Massachusetts Medical School Worcester — UL1TR001453: The UMass Center for Clinical and Translational Science (UMCCTS) • University Medical Center of Southern Nevada — None (voluntary) • University of Minnesota — UL1TR002494: Clinical and Translational Science Institute • University of Mississippi Medical Center — U54GM115428: Mississippi Center for Clinical and Translational Research (CCTR) • University of Nebraska Medical Center — U54GM115458: Great Plains IDeA-Clinical & Translational Research • University of North Carolina at Chapel Hill — UL1TR002489: North Carolina Translational and Clinical Science Institute • University of Oklahoma Health Sciences Center — U54GM104938: Oklahoma Clinical and Translational Science Institute (OCTSI) • University of Pittsburgh — UL1TR001857: The Clinical and Translational Science Institute (CTSI) • University of Pennsylvania — UL1TR001878: Institute for Translational Medicine and Therapeutics • University of Rochester — UL1TR002001: UR Clinical & Translational Science Institute • University of Southern California — UL1TR001855: The Southern California Clinical and Translational Science Institute (SC CTSI) • University of Vermont — U54GM115516: Northern New England Clinical & Translational Research (NNE-CTR) Network • University of Virginia — UL1TR003015: iTHRIV Integrated Translational health Research Institute of Virginia • University of Washington — UL1TR002319: Institute of Translational Health Sciences • University of Wisconsin-Madison — UL1TR002373: UW Institute for Clinical and Translational Research • Vanderbilt University Medical Center — UL1TR002243: Vanderbilt Institute for Clinical and Translational Research • Virginia Commonwealth University — UL1TR002649: C. Kenneth and Dianne Wright Center for Clinical and Translational Research • Wake Forest University Health Sciences — UL1TR001420: Wake Forest Clinical and Translational Science Institute • Washington University in St. Louis — UL1TR002345: Institute of Clinical and Translational Sciences • Weill Medical College of Cornell University — UL1TR002384: Weill Cornell Medicine Clinical and Translational Science Center • West Virginia University — U54GM104942: West Virginia Clinical and Translational Science Institute (WVCTSI) Submitted: Icahn School of Medicine at Mount Sinai —UL1TR001433: ConduITS Institute for Translational Sciences • The University of Texas Health Science Center at Tyler — UL1TR003167: Center for Clinical and Translational Sciences (CCTS) • University of California, Davis — UL1TR001860: UCDavis Health Clinical and Translational Science Center • University of California, Irvine — UL1TR001414: The UC Irvine Institute for Clinical and Translational Science (ICTS) • University of California, Los Angeles — UL1TR001881: UCLA Clinical Translational Science Institute • University of California, San Diego — UL1TR001442: Altman Clinical and Translational Research Institute • University of California, San Francisco — UL1TR001872: UCSF Clinical and Translational Science Institute NYU Langone Health Clinical Science Core, Data Resource Core, and PASC Biorepository Core — OTA-21-015A: Post-Acute Sequelae of SARS-CoV-2 Infection Initiative (RECOVER)Pending: Arkansas Children’s Hospital — UL1TR003107: UAMS Translational Research Institute • Baylor College of Medicine — None (Voluntary) • Children’s Hospital of Philadelphia — UL1TR001878: Institute for Translational Medicine and Therapeutics • Cincinnati Children’s Hospital Medical Center — UL1TR001425: Center for Clinical and Translational Science and Training • Emory University — UL1TR002378: Georgia Clinical and Translational Science Alliance • HonorHealth — None (Voluntary) • Loyola University Chicago — UL1TR002389: The Institute for Translational Medicine (ITM) • Medical College of Wisconsin — UL1TR001436: Clinical and Translational Science Institute of Southeast Wisconsin • MedStar Health Research Institute — None (Voluntary) • Georgetown University — UL1TR001409: The Georgetown-Howard Universities Center for Clinical and Translational Science (GHUCCTS) • MetroHealth — None (Voluntary) • Montana State University — U54GM115371: American Indian/Alaska Native CTR • NYU Langone Medical Center — UL1TR001445: Langone Health’s Clinical and Translational Science Institute • Ochsner Medical Center — U54GM104940: Louisiana Clinical and Translational Science (LA CaTS) Center • Regenstrief Institute — UL1TR002529: Indiana Clinical and Translational Science Institute • Sanford Research — None (Voluntary) • Stanford University — UL1TR003142: Spectrum: The Stanford Center for Clinical and Translational Research and Education • The Rockefeller University — UL1TR001866: Center for Clinical and Translational Science • The Scripps Research Institute — UL1TR002550: Scripps Research Translational Institute • University of Florida — UL1TR001427: UF Clinical and Translational Science Institute • University of New Mexico Health Sciences Center — UL1TR001449: University of New Mexico Clinical and Translational Science Center • University of Texas Health Science Center at San Antonio — UL1TR002645: Institute for Integration of Medicine and Science • Yale New Haven Hospital — UL1TR001863: Yale Center for Clinical Investigation. We gratefully acknowledge sites and principal investigators within the PCORI Consortium: Louisiana Public Health Institute: Tom Carton, mPI, Anna Legrand, Elizabeth Nauman. Weill Cornell Medicine: Rainu Kaushal, mPI, Mark Weiner, mPI, Sajjad Abedian, Dominique Brown, Christopher Cameron, Thomas Campion, Andrea Cohen, Marietou Dione, Rosie Ferris, Wilson Jacobs, Michael Koropsak, Alex LaMar, Colby V. Lewis, Dmitry Morozyuk, Peter Morrisey, Duncan Orlander, Jyotishman Pathak, Mahfuza Sabiha, Edward J. Schenck, Stephenson Strobel, Zoe Verzani, Fei Wang, Zhenxing Xu, Chengxi Zang, Yongkang Zhang. Children’s Hospital of Philadelphia: L. Charles Bailey, mPI, Christopher B. Forrest, mPI, Rodrigo Azuero-Dajud, Andrew Samuel Boss, Morgan Botdorf, Colleen Byrne, Peter Camacho, Abigail Case, Kimberley Dickinson, Susan Hague, Jonathan Harvell, Miranda Higginbotham, Kathryn Hirabayshi, Sandra Ilunga, Rochelle Jordan, Aqsa Khan, Vitaly Lorman, Nicole Marchesani, Sahal Master, Jill McDonald, Nhat Nguyen, Hanieh Razzaghi, Qiwei Shen, Alexander Shorrock, Levon H. Utidjian, Kaleigh Wieand. Children’s Hospital of Colorado: Suchitra Rao, mPI. PCORnet Data Contributors Albert Einstein College of Medicine Parsa Mirhaji, PI | Ann & Robert H. Lurie Children’s Hospital of Chicago Ravi Jhaveri, PI, | Children’s Hospital of Philadelphia L. Charles Bailey, mPI, Christopher B. Forrest, mPI | Children’s National Hospital Hiroki Morizono, PI | Cincinnati Children’s Hospital Medical Center Nathan M. Pajor, PI | Columbia University Soumitra Sengupta, PI | Duke University Health System W. Schuyler Jones, PI, Curtis Kieler | Emory University | Feinberg School of Medicine, Northwestern University David M. Liebovitz, PI, | Icahn School of Medicine at Mount Sinai Carol R. Horowitz, PI, Patricia Kovatch | Intermountain Healthcare Heidi T. May | Intermountain Medical Center Heart Institute Benjamin D. Horne, PI | Medical College of Wisconsin Bradley Taylor, PI, Alex Stoddard | Medical University of South Carolina | Nationwide Children’s Hospital Kelly Kelleher, PI, Yungui Huang | Nemours/Alfred I. duPont Hospital for Children H. Timothy Bunnell, PI | Nicklaus Children’s Hospital Sandy L. Gonzalez, PI, Maurice Duque | New York University Langone Health Saul Blecker, PI, Nathalia Ladino | OCHIN, Inc. Marion Ruth Sills, PI | Ochsner Health System Dan Fort, PI | Penn State University College of Medicine Cynthia H. Chuang, PI, Wenke Hwang | Seattle Children’s Hospital Dimitri A. Christakis, PI, Daksha Ranade | Stanford University School of Medicine Hayden T. Schwenk, PI, Keith E. Morse | Temple University Sharon J. Herring, PI, Aaron D. Mishkin | The Ohio State University Neena A. Thomas | The Research Institute at Nationwide Children’s Hospital Yungui Huang | University Medical Center New Orleans Yuriy Bisyuk, PI | University of California San Francisco Susan Kim, PI, Mark J. Pletcher | University of Colorado School of Medicine and Children’s Hospital Colorado Suchitra Rao, mPI, Sara J. Deakyne Davies | University of Florida Mei Liu, PI | University of Iowa Elizabeth A. Chrischilles, PI, Boyd M. Knosp | University of Miami | University of Michigan David A. Williams, PI, James B. Henderson | University of Missouri School of Medicine Abu Saleh Mohammad Mosa, PI, Xing Song | University of Nebraska Medical Center Carol Reynolds Geary, PI, Jerrod Anzalone | University of Pittsburgh Jonathan Arnold, PI, Michael J. Becich, PI | University of South Florida | University of Texas Southwestern Medical Center Lindsay G. Cowell, PI, | University of Utah Mollie R. Cummins, PI, Ramkiran Gouripeddi | Vanderbilt University Medical Center Yacob Tedla, PI, | Wake Forest School of Medicine Stephen M. Downs, PI, Brian Ostasiewski | Weill Cornell Medicine Rainu Kaushal, mPI, Thomas Campion. Disclaimer: Authorship was determined using ICMJE recommendations. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, N3C, PCORI, or RECOVER. N3C Disclaimer: The N3C Publication Committee confirmed that this manuscript is in accordance with N3C data use and attribution policies; however, this content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or N3C program.", "Summary": "This study examines the relationship between COVID-19 severity and the risk of developing autoimmune diseases.  The research was conducted using data from the RECOVER initiative, a large-scale project that included Tulane University as one of its data contributors.  The article mentions Tulane as a data contributor within the broader RECOVER consortium. There is no explicit sentiment towards Tulane itself. The overall sentiment is neutral because the findings of the study are presented factually and do not directly reflect on Tulane's reputation."}, {"Title": "Identification of key genes and signaling pathways of liver cancer and model construction for prognosis and diagnosis based on bioinformatics analysis", "Sentiment": 0.0, "URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0325610", "Original Datetime": "2025-06-04T14:00:00Z", "Adjusted Date": "06/04/2025", "Adjusted Time": "09:00 AM CDT", "Full Article Text": "Two datasets, GSE39791 and GSE84402 from GEO, and clinical data from TCGA were selected. Differentially expressed genes (DEGs) were identified using the “limma” package in R, and volcano plots were generated. Functional enrichment of DEGs was performed with Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis. Logistic regression and multivariate Cox regression models were established for diagnostic and prognostic prediction. The immortalized liver cell line THLE-3 and HepG2 cells were used to verify key gene expression via RT-qPCR and Western blot. HepG2 cells were transfected to up- and down-regulate SNAPC2 expression, and cell proliferation, migration, and apoptosis were assessed using CCK-8, colony formation, scratch, transwell migration assays, and flow cytometry with Annexin V-PE/7-AAD staining. Additionally, Gene Set Enrichment Analysis (GSEA) of SNAPC2 revealed its involvement in cancer-related pathways.\n\nThe long-term efficacy in liver cancer depends on early diagnosis and treatment, for example, the combination of alpha-fetoprotein and imaging examination is the main auxiliary means of early diagnosis [ 4 ]. The treatment methods of liver cancer include hepatectomy, liver transplantation, local ablation, TACE, radiotherapy and other means [ 5 ]. For primary liver cancer, some patients with mild disease have a better prognosis. The prognosis of secondary liver cancer is related to the nature of primary cancer, the time of liver metastasis, the severity of primary and metastatic cancer at the time of discovery, the sensitivity of tumor to drug treatment, and individual factors. Data showed that about 70% of HCC recurred within 5 years after resection or ablation, and 75% of HCC recurred within 2 years after liver transplantation [ 6 ]. Therefore, screening markers related to early diagnosis, invasion and metastasis of HCC is of great significance to improve the therapeutic effect and prognosis of HCC.\n\nLiver cancer is a malignant tumor that occurs in the liver, including primary liver cancer and metastatic liver cancer. Primary carcinoma of liver is a kind of cancer that occurs in liver cells or intrahepatic bile duct cells. It is the fourth common malignant tumor and the third cause of tumor death in the world, which seriously threatens the life and health of people [ 1 ]. Primary liver cancer mainly includes three different pathological types: hepatocellular carcinoma (HCC), intrahepatic bile duct (ICC) and HCC-ICC mixed type [ 2 ]. There are great differences in pathogenesis, biological behavior, histological morphology, treatment methods and prognosis among these three types of liver cancer. Among them, hepatocellular carcinoma accounts for more than 85% −90%, and has high degree of malignancy, strong infiltration and metastasis. In February 2019, Harvard Medical School and other research institutions included a follow-up study of about 120,000 subjects [ 3 ]. It was found that eating more whole grains was associated with a lower risk of hepatocellular carcinoma. The risk of hepatocellular carcinoma was significantly reduced by 37% compared with the population who ate the least.\n\nExtracting proteins from tissues or cells and collecting the supernatant with total protein in it. Total protein concentrations of the whole tissue- or cell-extracts were measured using BCA Protein Quantitation kit (P0012, Beyotime Biotechnology Co., Ltd., Shanghai, China). Adding the loading buffer at 1/4 of the total protein solution volume, then cell lysis was denatured at 100 °C spoiling water for 15 min for the subsequent SDS-PAGE electrophoresis. Subsequently, proteins were transferred to polyvinylidene fluoride (PVDF) membranes (IPVH00010, Millipore, Billerica, Massachusetts, USA) which were blocked with 5% skim milk (G5002, Serveicebio, Wuhan, China) at room temperature for 1 h, and were incubated with primary antibodies (CDCA8: 1:1000 dilution, Cat. No. A15463, Abclonal; GRPEL2: 1:1000 dilution, Cat. No. A8339, Abclonal; HAVCR1: 1:1000 dilution, Cat. No. A2831, Abclonal; MT3: 1:1000 dilution, Cat. No. Sc-293488, Santa Cruz; MYCN: 1:3000 dilution, Cat. No. A22175, Abclonal; NDRG1: 1:1000 dilution, Cat. No. A2142, Abclonal; PHOSPHO2: 1:1000 dilution, Cat. No. Sc-398826, Santa Cruz; SNAPC2: 1:1000 dilution, Cat. No. A16069, Abclonal; TXNRD1: 1:1000 dilution, Cat. No. A4725, Abclonal; SOCS2: 1:1000 dilution, Cat. No. A9190, Abclonal; GAPDH: 1:50000 dilution, Cat. No. 60004–1-Ig, Proteintech) at 4 °C overnight. Washing the membranes with PBST (PBS, 0.05% Tween-20) for 15 min and incubating membranes with the secondary antibody (horseradish peroxidase labelled goat anti-mouse IgG: 1:5000 dilution, Cat. No. ZB-2305, ZSGB-Bio; horseradish peroxidase labelled goat anti-rabbit IgG: 1:5000 dilution, Cat. No. ZB-2301, ZSGB-Bio) at room temperature for 40 min. After washing membranes with PBST for 15 min, the antibody-reactive bands were revealed (Tanon-5200, Shanghai Tanon Life Science Co., Ltd., Shanghai, China). Here, GAPDH was used as the internal reference.\n\nTransfected cells were cultured for 24 h and harvested by trypsinization with no EDTA. After being washed twice with cold PBS and being collected following centrifugation, cells were re-suspended in the 1 × binding buffer (1 × 10 6 cells/mL). Subsequently, 100 μL cell suspension with 1 × 10 5 cells in it were stained with 5 μL Annexin-V-PE and 5 μL 7-AAD (Annexin V-PE/7-AAD apoptosis kit, MA0429, Meilunebio, Dalian, China) at a room temperature for 15 min. The operations of staining were fulfilled in dark condition and cell apoptosis was measured by flow cytometer (NovoCyte, Agilent Technologies Co., Ltd., Beijing, China). Results were analyzed by CellQuest and visualized by two-color dot plot.\n\nFirstly, two horizontal lines were drawn on the back side of the 12 wells, and about 1.5 × 10 5 cells were added to every well according to designed groups. The next day, changing into medium with low concentration and using a sterile pipette tip of 10 μL to make a single scratch vertical to the pre-drawn lines. Washing cells for three times, followed by culturing cells in the medium with 0.5% FBS in it and incubated in 5% CO 2 at 37 °C. Taking photos for scratch at 0, 24 and 48 h (CKX53, Olympus, Tokyo, Japan), the migration ratio was calculated according to the scratch images through ImageJ (National Institutes of Health). Moreover, another assay for measuring migration was performed using the transwell kit (3422, Corning, New York, USA). Cell suspension (100 μL) of 1 × 10 5 cells with no serum in medium were added into the upper chamber and complete medium (600 μL) with 30% FBS in it was added to the lower chamber. After being incubated for 24 h at 37 °C, removing the nonmetastatic cells which were on the membrane top surface and stained the metastatic cells which were on the membrane lower surface with Giemsa. Subsequently, metastatic cells were examined under an inverted fluorescent microscope (CKX53, Olympus, Tokyo, Japan) at 100 × magnification. Three random fields were photographed for counting cells and the average number of migrated cells was used as a quantification of migration capacity.\n\nThe THLE-3 and HepG2 were purchased from the American Type Culture Collection (ATCC) (Beijing Zhongyuan Polymer Biotechnology Co., Ltd., Beijing, China) and were cultured in the Dulbecco’s Modified Eagles Medium (DMEM) (PM150210, Wuhan Punosa Life Technology Co., Ltd., Wuhan, China) supplemented with 10% fetal bovine serum (FBS) (164210, Wuhan Punosa Life Technology Co., Ltd., Wuhan, China) and 1% penicillin as well as 1% streptomycin (15140122, Thermo Fisher Scientific, Shanghai, China). We confirmed that mycoplasma testing has been done for the cell lines used in this study and the short tandem repeats (STR) identification showed that there was no cross contamination in the cell lines used in this study.\n\nBased on the merged and normalized GEO data sets, acquiring the expression data of those 10 genes in prognostic model in both tumor samples and normal samples. To avoid the effect of over-dispersion, quasi-binomial logistic regression was used to construct the diagnostic model instead of binomial logistic regression. Finally, diagnostic model was constructed by 6 genes of MYCN, NDRG1, TXNRD1, SNAPC2, PHOSPHO2 and CDCA8 using logistic regression. Moreover, the Concordance index (C-index) was calculated and the time-dependent receiver operating characteristic curve (ROC curve) with the area under it (time-dependent AUC) was plot were to effectively evaluate the discriminative ability of the diagnostic model, a nomogram based on the 6 genes was built for subsequent clinical use and a calibration plot was used to determine the calibrating ability.\n\nIn which for each gene in this signature, is their coefficients and is their normalized count. For verifying the ability of this diagnostic model, differentiating subgroups of high and low gene expression levels as well as high and low risk score and Kaplan-Meier survival curves were plotted to estimate the cumulative probability of surviving in a given time duration for patients in different subgroups. Further, the efficiency of the prognostic model was verified using operating characteristic curve (ROC) curve at 1-, 3-, 5-, and 8- years.\n\nFunctional enrichment analysis was performed by mapping all DEGs to terms in the GO database. The analysis of GO term was classified into three subgroups: biological process (BP), cellular component (CC) and molecular function (MF). Moreover, all DEGs were also mapped to the KEGG database. The P-value < 0.05 and q-value < 0.05 were set as statistical threshold for searching for significantly enriched pathways. All these analyses were down in the R computing environment and mainly by the packages of “clusterProfilier” and “org.Hs.e.g.,db”. The bar plots, bubble plots and a network of relations between pathways were plotted to describe the enrichment of functions.\n\nFor further evaluating the effects of selected genes on clinic, the gene expression profile and corresponding clinical data were downloaded from TCGA ( https://portal.gdc.cancer.gov/ ) by checking “liver and intrahepatic bile ducts”, “TCGA”, “TCGA-LIHC” for “cases” and “transcriptome profiling”, “Gene Expression Quantification” for “files”. In this data set, valid expressing data of 50 normal samples and 374 tumor samples and clinical information of 369 tumor samples could be utilized for the analysis of this study. The expression profile of this data in TCGA represented the normalized count of each gene in every sample.\n\nThe result of CCK-8 assay was shown in Fig 8A , si-SNAPC2 cells possessed lower OD value while OE-SNAPC2 cells possessed higher OD value. The same result was shown in Fig 8B that si-SNAPC2 formed less colonies while OE-SNAPC2 formed more colonies. The results of CCK-8 assay and colony-forming assay indicated that the liver cancer cells with lower/higher expression of SNAPC2 possessed lower/higher level of proliferation. The results of cell scratch test ( Fig 8C ) and transwell migration assay ( Fig 8D ) showed that cells with lower expression of SNAPC2 migrated less than cells with higher expression of SNAPC2. The result of flow cytometry ( Fig 8E ) showed that the apoptosis of liver cancer cells with lower SNAPC2 expression was more than that of cells with higher SNAPC2 expression.\n\nIn order to explore and verify the prognostic value of these signature genes, we determined their expression in cancer cells and normal cells by RT-qPCR ( Fig 7A ) and western blot ( Fig 7B ). The results showed that the expression of CDCA8, GRPEL2, HAVCR1, MYCN, NDRG1, PHOSPHO2, SNAPC2, MT3 and TXNRD1 was significantly up-regulated in liver cancer cells compared with normal cells. While the expression of SOCS2 was down-regulated. The results of RT-qPCR ( Fig 7A ) and Western Blot ( Fig 7B ) showed that the expression of SNAPC2 was down-regulated in HepG2 cells with SNAPC2 knockdown vector (si-SNAPC2) while up-regulated in HepG2 cells with SNAPC2 overexpression vector (OE-SNAPC2), which indicated that the transfection in the experiments was successful.\n\nThe P value acquired by the Pearson’s chi-squared test for the binomial and quasi-binomial logistic regression was 0.005, which was less than 0.05 and showed an over-dispersion. Therefore, the quasi-binomial logistic regression was used to construct the model for diagnosis. The result of model with 10 genes showed that 6 genes of MYCN, NDRG1, TXNRD1, SNAPC2, PHOSPHO2 and CDCA8 were more significantly associated with diagnosis of tumor according to the statistical filter of P < 0.05. The Pearson’s chi-squared test was then performed to examine the distinction of diagnostic efficacy between the 10-gene model and 6-gene model. The result of 0.0322 showed the distinction and therefore, the 6-gene model was more reliable as diagnostic signature. The summary of this model was shown in Fig 6A . The forest of summarizing the diagnostic model, showed the coefficients of every expressing level of genes. The P-value suggested the association of genes expression and the probability of experiencing liver cancer. The odds ration showed association between expression of genes and the presence of liver cancer: OR < 1 suggested individuals were more likely to experience liver cancer when the expression of the gene increases, and conversely, less expression of gene showed less probability of suffering from liver cancer. Therefore, an increasing expression of CDCA8 lead a higher probability of presenting liver cancer. The C-index was 0.989 and the AUC was 0.989 in the ROC curve ( Fig 6B , the sensitivity along the y axis versus its 1-specificity along the x axis) described that along all range of specificity (or sensitivity), the sensitivity (or specificity) was reasonable, suggesting a reasonable estimation and discrimination accuracy of this model. In consequence, this model was capable of discrimination between individuals who experience liver cancer and individuals who do not. For clinical utility of this model, a nomogram was constructed incorporating these 6 genes ( Fig 6C ), a total point was calculated by the use of the expressing levels of 6 genes. The expressing level of each of these genes was given a point on the point scale axis, the total points could be easily acquired by adding each single point. Afterwards, estimating the probability of liver cancer by projecting the total point to the lower scale named “tumor”. Moreover, a calibration curve of the nomogram was presented in Fig 6D . The y axis represented the actual probability of liver cancer and x axis represented the predicted probability of liver cancer. The perfect prediction was corresponded to the ideal line. The Apparent line representing the entire cohort in our data (n = 172) and the Bias-corrected line representing bootstrapping (B = 1000 repetitions), indicated the performance of nomogram. In this plot, there were a close over-position between the apparent line and the Bias-corrected line and these two lines were closely near the ideal line, which illustrated that the predicted probabilities of experiencing liver cancer by the nomogram agreed well with the actual probabilities of experiencing liver cancer.\n\nAccording to the model we established and the risk score calculated by the model, individuals with liver cancer could be stratified into two subgroups with discrete overall survival by the median risk score the group of high-risk and the group of low-risk. The Kaplan-Meier analysis was shown in Fig 4D , illustrating those patients with high-risk scores possessed more remarkably reduced overall survival compared with patients with low-risk score. The P-value < 0.0001 verified the promising efficacy of the model to estimate prognosis. Additionally, the ROC curve in Fig 4E showed the true positive rate along the y axis versus its false positive rate along the x axis. According to curves and the AUCs of different survival duration, the estimation accuracy of this model was reasonable since the AUC of 1-, 3- and 5-year overall survival were 0.836, 0.764 and 0.744, respectively. Although the AUC of the curve estimate 8-year survival was 0.668, which was referable, the curve itself was excessively vibrating, decreasing the accuracy and reliability of this model. The gene expressions were classified into two subgroups according to the median of expression levels, and the Kaplan-Meier survival curves of each signature gene were draw to assess the prognostic values of them ( Fig 5 ). According to these curves, CDCA8, GRPEL2, HAVCR1, MT3, MYCN, NDRG1, PHOSPHO2, SNAPC2, SOCS2 and TXNRD1 were relevant to the overall survival of liver cance.\n\nThe univariate Cox regression analyze was performed on the overlapping DEGs and according to the statistical threshold of P-value < 0.05, 2141 genes were screen as being closely relevant to the prognosis and were further analyzed by LASSO regression. 16 DEGs were screened for subsequent analysis by LASSO regression ( Figs 4A and 4B ) and by univariate Cox regression analysis, 10 most relevant genes: CDCA8, GRPEL2, HAVCR1, MT3, MYCN, NDRG1, PHOSPHO2, SNAPC2, SOCS2 and TXNRD1, were identified and utilized for constructing the prognostic signature. Fig 4C summarizes the multivariable survival analysis based on the expression of 10 genes. The hazard ratio analysis indicated that higher expression levels of HAVCR1, MT3, MYCN, NDRG1, PHOSPHO2, SNAPC2, and TXNRD1 were associated with poorer prognosis, whereas higher expression levels of SOCS2 were associated with a more favorable prognosis.\n\nThe bar plot and bubble plot of GO analysis ( Figs 2A and 2B ) showed the DEGs were associated with catabolic process, adhesion and binding, cell differentiation and morphogenesis for Biological Process (BP), focal adhesion, cell-substrate junction, cell leading edge, membrane raft, regulator complex for RNA polymerase II transcription and matrix for Cell Component (CC), adaptor activity and binding for Molecular Function (MF). Fig 2C showed the top 50 pathways enriched and the relations among them. The pathways for life cycle of T cell as well as differentiation, adhesion and activation of other cells were relevant to each other and were largely enriched by the DEGs. Moreover, cellular catabolic process was relevant to the protein catabolic process and autophagy was relevant to catabolic process.\n\nThis study compared the gene expression of GSE39791 and GSE84402 from the GEO database and TCGA database in tumor tissues and non-tumor tissues of patients with liver cancer. Based on the merged and normalized data sets of GSE39791 and GSE84402, 10961 down-regulated genes and 3321 up-regulated genes were identified. TCGA data set included 272 down-regulated genes and 4855 up-regulated genes. The description of DEGs in GEO database and TCGA database were shown in Fig 1A and Fig 1B , the Fig 1C indicated that there were 3820 DEGs differentially expressed in both GEO database and TCGA database. Among these 3820 intersecting DEGs, 208 DEGs were down-regulated and 3612 DEGs were up-regulated. The gene names of the 3,820 overlapping DEGs have been included in S1 File .\n\nDiscussion\n\nPatients with primary liver cancer lack typical clinical manifestations in the early stage. Once symptoms and signs appear, most patients with liver cancer have entered the middle and late stage. Therefore, the early diagnosis of liver cancer is of great significance for treatment. Bioinformatics screening and monitoring techniques are helpful for early diagnosis and intervention and good prognosis of patients with liver cancer [7]. In this study, 10961 down-regulated genes and 3321 up-regulated genes were identified from GEO data sets (merged and normalized by GSE39791 and GSE84402) and 272 down-regulated genes and 4855 up-regulated genes were identified from TCGA database. Based on these, 3820 differentially expressed genes in both GEO data sets and TCGA database, including 208 down-regulated genes and 3612 up-regulated genes were screened out. The referable prognostic signature was constructed by multivariate Cox regression analyze incorporating CDCA8, GRPEL2, HAVCR1, MT3, MYCN, NDRG1, PHOSPHO2, SNAPC2, SOCS2 and TXNRD1. The performance of this model was assessed by the Kaplan-Meier analysis and ROC curve. Additionally, a reasonable diagnostic signature was established by quasi-binomial logistic regression incorporating MYCN, NDRG1, TXNRD1, SNAPC2, PHOSPHO2 and CDCA8. The C-index and ROC curve were used to assess the estimation and a nomogram and a calibration curve were plot for further clinical utility.\n\nMoreover, GO analysis and KEGG analysis of overlapping DEGs were carried out. The results of GO annotation showed that DEGs were associated with catabolic process, life cycle of cells as well as the adhesion, binding, differentiation and morphogenesis of cells [8–10]. The results of KEGG pathway analysis showed that the DEGs were mainly related to cancer and diseases, virus infection, life cycle of cells and several significant signaling pathways. Among those signature genes, the CDCA8 is significantly associated with the prognosis and has been verified could be an independent predictor for a poor prognosis in liver cancer [11]. Further, the gene set enrichment analysis (GSEA) between low and high CDCA8 expression datasets showed that CDCA8 was relevant to cell cycle, ErbB signaling pathway, MAPK signaling pathway, mTOR signaling pathway, Notch signaling pathway and p53 signaling pathway. In addition, the CDCA8 has been proved could promote the proliferation and invasion of pancreatic ductal adenocarcinoma by activating CD44 [12]. In this study, the Kaplan-Meier analysis of individual gene suggested that patients with high expression of CDCA8 possessed distinguished poor survival compare with patients with low expression of CDCA8. The gene of GRPEL2 was well verified in the maintaining of mitochondrial homeostasis which is meaningful to several biological process for cancer survival. It has been proved that the knockdown of GRPEL2 suppressed the growth, invasion and migration in vitro, as well as inhibited the growth of tumor in vivo. Moreover, the deficiency of GRPEL2 also lead cell apoptosis by increasing mitochondrial membrane potential (MMP) and accelerating reactive oxygen species (ROS) production [13]. HAVCR1 is an important role in renal regression and immunity and has been published could be an biomarker for the prognosis and diagnosis for pan-cancer [14] and also can be used for prognosis for gastric cancer [15]. MYCN is a member of an oncogene family named MYC and encodes a basic transcription factor N-MYC. The deregulation of the MYC oncogene family has been found in many types of cancer and is relevant to a poor prognosis [16]. The targeting of MYCN as a therapeutic approach has been considered broadly. Since it is “undruggable”, the focus is alternatively on the molecular mechanisms such as disrupting the transcription and translation of MYCN, decreasing the protein stability of N-MYC and its synthetic lethality [17]. The NDRG1, which is the abbreviation of N-MYC downregulated gene-1, is a target gene which is repressed by N-MYC [18]. This gene is a regulator of oncogenes and the function of it in cancer depends on the type of tumor cell and the status of cancer [19]. The overexpression of SOCS2 could inhibit NF-κB signaling pathway [20], TGFβ pathways [21] and JAK-STAT pathway [22]. The gene of TXNRD1 has been proved to be regulated by the Mrf2/keap1 pathway as an antioxidant [23] and closely correlated with mTOR signaling pathway [24]. Mtallothionein (MT) is a low molecular weight protein with metal binding ability and high induction property [25–27]. The structure of MT is highly conservative in biological evolution, and there are mainly four isomers. MT-Ⅰ and MT-Ⅱ are widely present in most mammalian visceral organs, especially liver and kidney cells, and participate in their function regulation. The distribution of MT-Ⅲ is mainly limited to the central nervous system, mainly distributed in astrocytes (concentrated in cell bodies and processes), following by neurons. It is also reported that a small amount of MT-Ⅲ is distributed in germ cells, small intestine, stomach, kidney and olfactory cortex cells [28].\n\nHowever, among the 10 selected key genes in the present study, few studies were down for SNAPC2. Especially, there were no researches about SNAPC2 affecting liver cancer. In this present study, we firstly explored the effects of SNAPC2 on liver cancer. Based on the survival analysis on SNAPC2, we confirmed that the lower expression of SNAPC2 was related to the better prognosis of liver cancer. The results revealing proliferation, migration and apoptosis of transfected liver cancer cell HepG2 illustrated that lower the expression of SNAPC2 could decrease the proliferation and migration of liver cells while increase the apoptosis of liver cancer cells, thus improve the prognosis of liver cancer. Furthermore, as a transcription factor, SNAPC2 plays a crucial role in the mechanistic understanding of liver cancer. Our analysis indicates that SNAPC2 activates several key oncogenic pathways, including MYC, E2F, Notch, and PI3K signaling pathways, all of which are closely associated with tumor proliferation, metabolic reprogramming, and malignant transformation. Furthermore, SNAPC2 enhances glycolysis and epithelial-mesenchymal transition (EMT) in cancerous samples, which may promote tumor cell invasiveness and metastatic potential. Glycolysis, a hallmark of tumor cells, not only provides the necessary energy for tumor cell proliferation but also influences cancer progression by modulating the tumor microenvironment. EMT is a critical process by which tumor cells acquire invasive and metastatic properties. Through regulating these pathways, SNAPC2 may drive the progression of liver cancer. In summary, as a critical transcription factor, SNAPC2 not only provides novel insights into the mechanisms underlying liver cancer but also represents a promising therapeutic target for the treatment of this disease.\n\nIn the current research, one limitation of this study is the lack of further experimental validation of the downstream pathways regulated by SNAPC2. In future studies, we plan to further investigate the direct regulatory relationships of SNAPC2 with key genes in these pathways. Another limitation is that the in vitro experiments in this study used the HepG2 hepatoblastoma cell line. Although the results from these experiments validated our previous bioinformatics findings, this choice may impose certain limitations in further mechanistic exploration. Therefore, future studies will incorporate additional liver cancer cell lines with well-defined origins to further validate the reliability and generalizability of our findings and facilitate the exploration of subsequent mechanisms.", "Summary": "This research focuses on identifying key genes and pathways related to liver cancer progression using bioinformatics analysis.  The study does not mention Tulane University.  The overall sentiment is neutral, as it presents a scientific study without expressing any opinion or judgment."}, {"Title": "Trump’s Feud With Musk Could Derail xAI’s $5B Deal – And the Future of Open-Source AI", "Sentiment": 0.0, "URL": "https://techreport.com/news/trumps-feud-with-musk-could-derail-xais-5b-deal-and-the-future-of-open-source-ai/", "Original Datetime": "2025-06-08T20:00:17Z", "Adjusted Date": "06/08/2025", "Adjusted Time": "03:00 PM CDT", "Full Article Text": "Key Takeaways xAI’s $5B debt deal is politically exposed: Elon Musk’s AI startup is raising $5B through convertible debt to fund massive infrastructure projects – but the funding faces turbulence due to rising political tensions.\n\nElon Musk’s AI startup is raising $5B through convertible debt to fund massive infrastructure projects – but the funding faces turbulence due to rising political tensions. Trump – Musk fallout is spooking investors: What started as a public feud has turned into a financial risk, with xAI’s debt price dropping and yields climbing as investors worry about regulatory blowback.\n\nWhat started as a public feud has turned into a financial risk, with xAI’s debt price dropping and yields climbing as investors worry about regulatory blowback. Musk’s vision for Open AI faces new threats: Musk originally launched xAI to counter Big Tech’s closed AI systems with a more ‘truth-seeking’ approach. Now that vision is vulnerable to political grudges, not just market forces.\n\nMusk originally launched xAI to counter Big Tech’s closed AI systems with a more ‘truth-seeking’ approach. Now that vision is vulnerable to political grudges, not just market forces. Politics are becoming a bottleneck for innovation: As AI becomes critical infrastructure, its future increasingly depends on political favor. xAI shows how quickly open innovation can become collateral in a power struggle.\n\nWhen Elon Musk launched xAI, he promised a future where AI wouldn’t be controlled by a handful of corporate giants. He talked about building a safer, more transparent, and open-source alternative to OpenAI.\n\nBut now, Musk’s big plans may run into a political buzzsaw with an old name and a renewed grip on power: President Donald Trump.\n\nThis week, reports surfaced that xAI is trying to raise $5B in debt financing to ramp up its infrastructure and compete with the likes of OpenAI and Google DeepMind.\n\nThe money would go toward building supercomputers and training massive language models.\n\nBut here’s the catch: this kind of funding usually depends on more than just investor excitement. It often involves government contracts, partnerships, and regulatory green lights.\n\nAnd Trump might not be in the mood to play nice with Musk.\n\nThat’s not just gossip. That’s a financial risk.\n\nForget the Feud – This Is About Financing\n\nThe media loves a Musk vs. Trump story.\n\nThere’s plenty of material: Musk’s not-so-subtle jabs at Trump, Trump’s comments about Elon being ‘a liberal’ when it suits him, the weird friendship-turned-friction that played out across X.\n\nBut beneath the memes and soundbites is a serious issue for xAI: politics can now choke off tech innovation, especially when egos are involved.\n\nElon Musk’s companies thrive on public-private relationships. Tesla benefited from massive government subsidies. SpaceX has NASA contracts. Starlink is practically a life-or-death utility in some parts of the world.\n\nEven xAI, which Musk presents as independent, would be affected by national AI strategies, GPU export regulations, and possible government partnerships.\n\nIf Trump sees xAI as part of Musk’s broader empire – or worse, a political rival – he has ways to make life harder.\n\nA delayed export license here, a denied federal AI grant there, a tax incentive that quietly disappears. These aren’t hypotheticals. Trump has used these levers of government to punish perceived enemies before.\n\nTrump vs. Biden on Tech: A Quick Recap\n\nTo understand the threat, it helps to look at how Trump and Biden differ on tech policy.\n\nBiden’s administration took a structured approach.\n\nA sweeping 2023 Executive Order laid out AI safety rules, the CHIPS Act pumped billions into AI and chip research, and 2024 guidance told agencies to stop tossing AI into public systems without oversight.\n\nWhile not publicly waving the open-source flag, the Biden White House quietly backed it – with research grants, calls for transparency, and pressure on Big Tech’s closed ecosystems.\n\nTrump, by contrast, ran tech policy on impulse.\n\nHe didn’t offer an AI roadmap but acted fast when politics got personal. He clashed with Amazon, tried to force a TikTok sale, and blocked foreign deals in the name of national security.\n\nHis ‘America First’ stance made life harder for U.S. firms operating globally. Now that he’s back in office, the same instincts may return – with a sharper edge.\n\nWith Musk no longer in his good graces, xAI might find itself squarely in the blast radius.\n\nInside the $5B Bet: Why xAI Needs the Money\n\nSo what exactly is this $5B Musk is chasing – and why is it such a big deal?\n\nThis isn’t a typical Silicon Valley raise. xAI is pursuing convertible debt – essentially a loan that can later convert into equity if things go well. It’s a financing move that gives investors a path to future ownership without betting on today’s valuation.\n\nAlongside this, Musk’s companies are exploring a $300M secondary share sale that would value xAI at a staggering $113B.\n\nBut the political feud has spooked some investors. Early demand was strong, but the price of xAI’s debt has reportedly slipped from 99 cents to 95 cents on the dollar, and yields have begun to climb.\n\nThat’s a clear sign that political noise is bleeding into financial risk.\n\nThe money isn’t for marketing or headcount. It’s for serious infrastructure. xAI wants to build custom data centers designed to run massive language models – the kind that eat GPUs for breakfast.\n\nxAI has purchased a warehouse and land off Tulane Road, Memphis to build data centers.\n\nSource: Google Maps\n\nThese aren’t rented AWS servers. They’re physical, high-performance facilities meant to match the scale and speed of rivals like OpenAI, Google DeepMind, and Anthropic.\n\nThis kind of ambition is expensive. Training state-of-the-art models can cost hundreds of millions – and that’s before the electricity bill.\n\nIn the current AI arms race, having a good idea isn’t enough. You need hardware, access, and deep pockets.\n\nBut raising that kind of money puts xAI at the mercy of financial markets – and potentially, political ones. If Trump’s White House starts tightening the screws, even the best-laid technical roadmap could hit a wall.\n\nWhat Happens If the Deal Falls Through?\n\nIf xAI fails to land the $5B, it’s not just a delay – it’s a serious roadblock.\n\nThe company’s goal of building competitive, open-source AI models depends on vast compute resources. Without the money, xAI could fall behind in both scale and speed. That wouldn’t just hurt Musk. It would stall one of the few efforts aiming to keep AI development from becoming fully corporate and closed-door.\n\nGrok, xAI’s chatbot, may not be fully open-source, but it’s marketed as a more open, independent alternative to the Big Tech models. Losing that alternative would narrow the playing field.\n\nIn a world where most frontier AI development is bankrolled by the world’s biggest corporations and steered by government alliances, losing xAI’s vision to politics would send a grim message: openness doesn’t scale unless power approves.\n\nAnd if that becomes the new normal, it won’t stop at Musk. It’s a blow to the whole idea of open and decentralized AI.\n\nOpen-Source AI Needs Protection From Politics\n\nThe irony here runs deep.\n\nMusk left OpenAI in 2018, officially due to conflicts with Tesla’s AI work — but he’s since accused the company of drifting toward closed, profit-driven models, especially after its partnership with Microsoft and shift to a for-profit structure. That, in his view, was a betrayal of OpenAI’s original mission.\n\nIn 2023, he founded xAI with a different promise: to build ‘truth-seeking’ AI and push back against what he described as Big Tech’s growing control over artificial intelligence.\n\nBut now, those ideals are under threat – not from market failure or lack of demand, but from political friction and personal grudges. And that should concern anyone who believes AI innovation shouldn’t hinge on which billionaires get along with which presidents.\n\nImagine if Linux developers had to worry about presidential approval before pushing a kernel update. Or if Python’s core library needed sign-off from a national security office. Absurd, right? But that’s not far off from where we’re headed as foundational AI becomes deeply entangled in geopolitics, regulation, and personality-driven policymaking.\n\nAI is becoming critical infrastructure. That means it can be steered, blocked, or co-opted by governments. And if Trump sees AI as a strategic asset – or a threat – he may treat companies like xAI the way he treated TikTok or Huawei: comply or be sidelined.\n\nMusk’s Political Risk Problem\n\nThere’s also a bigger pattern here. Musk is a man of many companies and few filters. That worked well when government contracts were being handed out and he was the darling of innovation.\n\nBut as his political commentary has gotten louder, the backlash is catching up.\n\nTesla is under increased scrutiny, with federal investigations into its Autopilot system and high-profile safety recalls. SpaceX has faced FAA regulatory delays, particularly with Starship launches.\n\nStarlink has drawn foreign policy concerns too – especially after Musk’s role in Ukraine’s military communications raised alarms in Washington and Europe.\n\nStarlink terminal in Donetsk, Ukraine.\n\nImage by Lev Radin/Pacific Press/LightRocket via Getty Images\n\nNow, xAI faces the same kind of vulnerability, with its future tied not just to tech milestones, but to political favor.\n\nThis isn’t about whether Musk is right or wrong politically. It’s about whether one man’s social media posts can jeopardize multibillion-dollar tech ventures. The answer, increasingly, is yes.\n\nWhat Comes Next?\n\nIf xAI pulls off the debt deal anyway, it would be a win for Musk and a sign that private capital still believes in the mission. But if the deal stalls or gets downsized, don’t just blame interest rates or the economy. Blame politics.\n\nWe’re entering an era where innovation doesn’t just compete with other companies. It competes with political whims.\n\nThat’s a dangerous precedent.\n\nBecause today it’s Musk and xAI. Tomorrow it could be any startup that dares to challenge the status quo – or pisses off the wrong president.\n\nOnline Tech Tips, Help Desk Geek, Framework, Insta360, Redmagic, Inmotion, Secretlab, Kodak, and Anker, reviewing their products in real-life scenarios. Her testing process involves real-world use cases – whether it's stress-testing laptops for creative workloads, reviewing the battery performance of mobile gaming phones, or evaluating the long-term ergonomics of furniture designed for hybrid workspaces. In the world of crypto, Anya covers everything from beginner guides to deep dives into hardware wallets, DeFi protocols, and Web3 tools. She helps readers understand how to use multisig wallets, keep their assets safe, and choose the right platforms for their needs. Her writing often touches on financial freedom and privacy – two things she strongly believes should be in everyone’s hands. Outside of writing, Anya contributes to editorial style guides focused on privacy and inclusivity, and she mentors newer tech writers on how to build subject matter expertise and write responsibly. She sticks to high editorial standards, only recommends products she’s personally tested, and always aims to give readers the full picture. You can find her on Key Areas of Expertise: Consumer Tech (laptops, phones, wearables, etc.) Cybersecurity and Digital Privacy PC/PC Hardware Blockchain, Crypto Wallets, and DeFi In-Depth Product Reviews and Buying Guides Whether she’s reviewing a new wallet or benchmarking a PC build, Anya brings curiosity, care, and a strong sense of responsibility to everything she writes. Her mission? To make the digital world a little easier – and safer – for everyone. Anya Zhukova is an in-house tech and crypto writer at Techreport with 10 years of hands-on experience covering cybersecurity, consumer tech, digital privacy, and blockchain. She’s known for turning complex topics into clear, useful advice that regular people can actually understand and use. Her work has been featured in top-tier digital publications including MakeUseOf Switching to Mac , and Make Tech Easier . Whether she’s writing about the latest privacy tools or reviewing a new laptop, her goal is always the same: help readers feel confident and in control of the tech they use every day. Anya holds a BA in English Philology and Translation from Tula State Pedagogical University and also studied Mass Media and Journalism at Minnesota State University, Mankato. That mix of language, media, and tech has given her a unique lens to look at how technology shapes our daily lives. Over the years, she’s also taken courses and done research in data privacy, digital security, and ethical writing – skills she uses when tackling sensitive topics like PC hardware, system vulnerabilities, and crypto security. Anya worked directly with brands like, and, reviewing their products in real-life scenarios. Her testing process involves real-world use cases – whether it's stress-testing laptops for creative workloads, reviewing the battery performance of mobile gaming phones, or evaluating the long-term ergonomics of furniture designed for hybrid workspaces. In the world of crypto, Anya covers everything from beginner guides to deep dives into hardware wallets, DeFi protocols, and Web3 tools. She helps readers understand how to use multisig wallets, keep their assets safe, and choose the right platforms for their needs. Her writing often touches on financial freedom and privacy – two things she strongly believes should be in everyone’s hands. Outside of writing, Anya contributes to editorial style guides focused on privacy and inclusivity, and she mentors newer tech writers on how to build subject matter expertise and write responsibly. She sticks to high editorial standards, only recommends products she’s personally tested, and always aims to give readers the full picture. You can find her on LinkedIn , where she shares more about her work and projects.Consumer Tech (laptops, phones, wearables, etc.) Cybersecurity and Digital Privacy PC/PC Hardware Blockchain, Crypto Wallets, and DeFi In-Depth Product Reviews and Buying Guides Whether she’s reviewing a new wallet or benchmarking a PC build, Anya brings curiosity, care, and a strong sense of responsibility to everything she writes. Her mission? To make the digital world a little easier – and safer – for everyone. View all articles by Anya Zhukova\n\nRelated Articles", "Summary": "This article discusses the potential impact of Donald Trump's feud with Elon Musk on xAI's funding and the future of open-source AI.  The article mentions that xAI purchased land on Tulane Road in Memphis for data center construction.  However, this mention of \"Tulane Road\" is geographically based and unrelated to Tulane University. The overall sentiment is neutral as it describes a political and economic situation without directly impacting Tulane's reputation."}, {"Title": "National WWII Museum launches new $300M giving campaign", "Sentiment": 0.0, "URL": "https://www.nola.com/news/business/national-wwii-museum-giving-campaign-endowment/article_43949af9-fe8e-4bf4-af98-41f1c1ae01b4.html", "Original Datetime": "2025-06-06T17:08:28Z", "Adjusted Date": "06/06/2025", "Adjusted Time": "12:08 PM CDT", "Full Article Text": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items.", "Summary": "This article reports on the National WWII Museum's launch of a new fundraising campaign.  Tulane University is not mentioned. The sentiment is neutral, presenting factual information about a fundraising effort."}, {"Title": "How Agriculture-based Neighborhoods Boost Mental and Neurologic Health", "Sentiment": 0.8, "URL": "https://www.brainandlife.org/articles/agriculture-neighborhoods-mental-neurologic-health", "Original Datetime": "2025-06-05T20:12:54Z", "Adjusted Date": "06/05/2025", "Adjusted Time": "03:12 PM CDT", "Full Article Text": "Courtesy The Center for Discovery\n\nKaren London's son, Zachary, was 19 when he began living at The Center for Discovery in New York's Catskill Mountains, where residents eat what they grow on 300 certified organic acres. The young man with autism began to pitch hay, seed land, and collect and sort eggs from free-range chickens. Now 37, Zachary still enjoys meaningful work there, his mother says.\n\n“There's no ultra-processed food,” she adds. “They truly believe that nutrition is a source of wellness. Overall, they optimize Zachary's physical health. He is physically active every day.”\n\nThe perks of farm living—fresh air, sunshine, and seasonal produce—are why agriculture-based neighborhoods, or “agrihoods,” have kept sprouting since the start of the century. They incorporate some type of agriculture, such as a working farm or community garden, whose harvests go to residents. Agrihoods provide an amenity the whole family can learn from, let residents be part of a team, and preserve the land. Neurologists say this model and the food it provides could help delay early brain aging and dementia and prevent other neurologic conditions, too.\n\nThe United States has about 200 agrihoods in at least 30 states across a variety of climates, including Florida, Illinois, Colorado, and Hawaii, according to a 2024 report by the National Association of Home Builders. They exist in rural communities and around cities.\n\nA Growing Movement\n\nThe first well-known model was Agritopia, built in Gilbert, AZ, outside Phoenix. Construction began in 2001, and Agritopia continues to thrive. Newer neighborhoods include upscale housing at Arden in Palm Beach County, FL, and affordable housing units at Agrihood in urban Santa Clara, CA. The farms tend to focus on growing produce, but some also keep livestock.\n\nSome agrihoods grow food just to feed their own residents, while others offer Community Supported Agriculture (CSA) farm shares, which consumers pay for in advance; sell crops at farmer's markets; or provide produce for on-site stores where residents can shop. People can enjoy getting their hands dirty or, if they have mobility issues, sitting down to help package herbs or mark prices. Some have children's programs or incorporate animals, such as Catskills Agrihood on Hope Street in New York.\n\nSerenbe Farms, an agrihood with more than 1,000 residents in Chattahoochee Hills, GA, was built around a 25-acre certified organic farm starting in 2004. It aims to “connect people to nature, to each other, and to a lifestyle that prioritizes holistic well-being, starting with access to fresh, local produce,” says Amy Peterson, Serenbe's community operations and relationships manager. Ten to 20 residents volunteer each week, growing vegetables, fruit, flowers, and herbs.\n\nMary Collins-Shepard spends her days sowing seeds in a greenhouse, transplanting seedlings, and organizing produce at Serenbe. “Engaging with my neighbors at the farm is energizing, but the time can also be very meditative if I happen to be working alone,” says the 67 year old, who moved to the agrihood outside Atlanta from Knoxville, TN, with her husband seven years ago.\n\nThe produce she helps grow and harvest goes into Serenbe's CSA system, Saturday farmer's market, and farm-to-table restaurants—efforts that benefit not only her but also her neighbors.\n\nSome homes for people with developmental challenges have similar setups, such as Camphill North America community living programs, which serve people with autism, Down syndrome, Fragile X syndrome, and other conditions. Residents at Camphill Hudson in New York, for example, eat the produce they grow. Former president Tim Paholak has been involved since 1976 and calls the program life-changing: “Developing community is a vital component of human health for all of us.”\n\nBrain Benefits\n\nDemetrius M. Maraganore, MD, FAAN, professor and chair of the department of neurology at Tulane University School of Medicine and co-director of the Healthy Brain Aging Initiative at University Medical Center of New Orleans, says farm-centric living fits nicely into Healthy Brain's mission to prevent cognitive decline and dementia with evidence-based lifestyle and behavioral interventions.\n\n“My father developed Alzheimer's disease, and so did his mother and her mother,” says Dr. Maraganore. “I thought, ‘How can I prevent this? We need to change our lifestyle and habits.’ … My passion is to harness nutrition to develop treatments for Alzheimer's. We now have the opportunity to prevent it.”\n\nHe stands by a Mediterranean-style diet, which usually includes lots of fruits, vegetables, whole grains, beans, nuts, and seeds, with olive oil as a primary fat source and dairy products, eggs, fish, and poultry consumed in low to moderate amounts. It centers on minimally processed, plant-based foods and limits sugar, fried food, refined carbohydrates, and saturated fats.\n\nNikolaos Scarmeas, MD, PhD, of the department of neurology at National and Kapodistrian University of Athens in Greece and Columbia University, said by email that a “Mediterranean-like diet” has “the most scientific support regarding less risk for cognitive decline and dementia.” It can improve blood flow and circulation in the brain and promote better overall cardiovascular health, Dr. Maraganore adds.\n\nA review of 64 studies by Tulane's Healthy Brain Aging Initiative team in 2022 found that the Mediterranean diet can help promote gut health, which may be neuroprotective, and was associated with a lower risk of Alzheimer's and Parkinson's diseases. The researchers also found that the diet's nutrient-dense and fiber-rich foods (compared to the typical low-fiber Western diet) may be beneficial for not only overall health but also healthy brain aging.\n\nNot everyone can easily access these foods, Dr. Maraganore points out, especially if they live in a “food desert,” an area with limited access to fresh, affordable, and nutritious food. This makes moving to agrihoods appealing. With farm-grown produce, he says, “you can stick closer to a good diet.”\n\nSunshine also provides vitamin D, an anti-inflammatory; not having enough vitamin D is a risk factor for Parkinson's, stroke, and Alzheimer's, says Dr. Maraganore, who points out other agrihood benefits, too: “The community involvement and socialization in a farm venture can keep aging brain cells from dying and reduce dementia and anxiety.”\n\nLearn More\n\nFor farm-to-table recipes with fresh, seasonal ingredients, visit Brain & Life's Nutrition page.", "Summary": "This article explores the potential benefits of agrihoods (agriculture-based neighborhoods) for mental and neurological health.  Demetrius M. Maraganore, MD, FAAN, professor and chair of the department of neurology at Tulane University School of Medicine, is quoted and his work is referenced, positively connecting Tulane to research on improving brain health. This directly associates Tulane with positive research, improving its reputation. The overall sentiment is positive due to the positive framing of agrihoods and the prominent mention of a Tulane professor's research and contribution to the field."}]
